const doslidy = {
  title: 'Цiкaвi дослiди',
  url: 'http://doslidy.org.ua/?page_id=41',
  text: `Дійові особи
    Вчитель Мирон Опанасович.
    Вчителька Зоя Жорівна.
    Піонер Гриша.
    Піонер Миша.
    Піонер Вася.
    Піонерка Стася.
    Другорічник Носенко, тоже піонер.
    Дiя перша.
    Шкільна лабораторія. Посередині стирчить пластмасовий скелет, обабіч його глобус і тваринний куточок. В тваринному куточку бавляться жаби, їжачок, білочка, котик та кролиха. Кролиха велика, товста і вагітна. Над тваринним куточком висить макет роздавленої жаби. Вінчає обстановочку портрет Дарвіна. Дарвін на портреті показує руками на брудну обізьяну. З рота у Дарвіна вилазе напис: “Бога нема”. Входить вчитель Мирон Опанасович і вчителька Зоя Жорівна.
    Зоя Жорівна. Мирон Опанасович, шо в нас по плану?
    Мирон Опанасович. Чергове заняття по вивченню життя жаби у світі атеїстичного сприйняття дійсності. Кінцева мета: на прикладі жаби довести учнів до переконання, шо Бога нема.
    Зоя Жорівна. Одна думка, шо Бог є – це вже хуйня, Мирон Опанасович.
    Мирон Опанасович. Звичайно, хуйня, Зоя Жорівна, ще й яка хуйня. Це ідеалістичний онанізм. (Обоє замисленно мовчать, мабуть думають про Бога і про те, що його нема.)
    Лунає дзвоник, в лабораторії з’являються піонери. Починається урок.
    Зоя Жорівна. Учні, тема наших занять сьогодні – жаба. Хто з вас знає про жабу?
    Мертва тиша, під час якої піонер Вася лапа за сраку піонерку Стасю.
    Зоя Жорівна (сатаніючи). Піонер Гриша, до дошки!
    Мирон Опанасович. Спокійніше, Зоя Жорівна, спокійніше.
    Піонер Гриша (бадьоро). Жаба живе в саду, живиться продуктами народного господарства, тому жаба – шкідник, її треба знищувати. Наш народ вже даво оголосив війну жабі.
    Зоя Жорівна. Проведи дослід.
    Піонер Гриша (дістає жабу). З першого погляду, жаба схожа на самольота. У неї єсть фюзеляж і шассі. Шассі у жаби розрізняють: передні (відриває і показує) і задні (відриває і показує). В сраці у жаби є сопло, в котре дослідники встромляють соломину…
    Зоя Жорівна. Досить, Гриша, сідай, п’ять. Миша, продовжуй.
    Миша (бадьоро). …соломину, яка зветься катетер.
    Миша встромляє катетер, надуває жабу і пиздить її об стіну. Потім підбирає з пола те, що від жаби залишилось.
    Миша. В результаті нервового струсу ми бачимо у жаби розлад нервової системи, шо привело тварюку до клінічної смерті, ознаками якої служить відсутність потіння дзеркальця.
    Миша приклада дзеркальце до жаби, воно не потіє.
    Зоя Жорівна. Сідай, п’ять. Починаємо вивчення нового матеріалу. Будь ласка, Мирон Опанасович.
    Мирон Опанасович (дістає з тваринного куточку їжачка). Діти, хто це?
    Піонер Миша. Це їжачок.
    Мирон Опанасович. Вірно. Зоя Жорівна, нумо мені скальпеля. (Мирон Опанасович заширює скальпеля в їжачка, ріже його і розповідає.) Їжачок, діти, – це ворог народного господарства. Живиться він народними відходами, і тому всередині дуже брудний. (Показує, те, що вийняв з їжачка.) Один їжачок за одну ніч з’їдає стільки народного добра, скільки важить сам. Тому їжачків треба знищувати. І тут нам у пригоді стає наша славна авіація. Один самольот за один день знищує стільки їжачків, скільки важить сам. Носенко, скільки їжачків буде знищено за рік?
    Другорічник Носенко. Триста шістдесят п’ять самольотів з їжачками, Мирон Опанасович.
    Мирон Опанасович. І знов двійка, Носенко. Хто ж це знищує самольоти? Це ж наша гордість. Продовжуйте, Зоя Жорівна.
    Зоя Жорівна (дістає з тваринного куточку білочку). Діти, перед вами білочка, ворог лісів. (Зоя Жорівна підключає білочку до штепселя і продовжує розповідати.) Нервове посмикування білочки – це живе свідоцтво міці нашого електричного струму, а також розплата за загублену білочкою тайгу. (Зоя Жорівна виключа білочку і кидає у вікно її обсмалені рештки.) Шо там ще в нас, Мирон Опанасович?
    Мирон Опанасович. Кролиха.
    Лунає дзвоник.
    Зоя Жорівна. От шкода, знову часу не вистачило. Зробимо висновки, діти. Бога нема, а є природа. Природу треба міняти і знищувать все, що в ній непотрібно. А ти, Носенко, дай щоденик, і щоб завтра твій батько був у школі.
    Завіса`,
};

const vasilisa = {
  title: 'Вaсiлiсa Єгоровнa i мужичкi',
  url: 'http://doslidy.org.ua/?page_id=88',
  text: `Спальня Васіліси Єгоровни – заманчіве місце, куда мріє попасти кожен мужичок. В спальні зайобана Васіліса Єгоровна лежит ліцом униз, крєпко охвитів подушку сильними руками. Біля дзеркала стоїть напівголий Адам Жоржович добіса гарний мужичок і корчить в дзеркало протівні гримаси.
    Адам Жоржович (сам до себе). Ето піздєц, яка у мєня харя. (До Васіліси Єгоровни). Ти курва куда кєпку мою поклала?
    Васіліса Єгоровна нє іздайот ні звука.
    Адам Жоржович (самовпевнено). Я ету курву так задєлав, шо она уже і говоріть нє может. ( С любов’ю поглажує себе по пухлому тілу обома руками). Тєло блядь я їбу. Кожа як у бога. (До Васіліси Єгоровни). Вася, ти ж мєня знаєш, я ж так шучу пока добрий, но потом і хуйню могу сдєлать. Я етого нє люблю.
    Васіліса Єгоровна. Да відчепись проклятий! Ні днєм ні ночью покоя нєт.
    Адам Жоржович (знаходить кєпку на тумбочці і надіва на голову. Мрійливо сам до себе). От я часто думаю: нєкоториє тьолкі у компанії розказують друг другу разноє там хуйо-майо, от подивіться яка я умная, я етого не люблю.
    Адам Жоржович надвигає кепку на лоба, гарно піднімає брови і заходиться видавлювать прища на носі, а видавивши зсовує брови, примружує оченята і корчить в дзеркало огидні гримаси.
    Адам Жоржович (солодко бормоче під ніс). Мен – піздєц усьому.
    Входить Валер’ян Валер’янович – плюгавий мужичок. Він мовча знімає кєпку під якою виявляється лисина. З першого погляду лисини не видно, бо хитрий Валер’ян Валер’янович зачесав її з права наліво, так шо проділ знаходиться в нього над правим вухом.
    Адам Жоржович. Ти такий хуйовий зробився Валєр’ян, чи у тєбя жизнь хуйовая такая, чи у тєбя кожа на головє сухая, я тебе не пайму!
    Валер’ян Валер’янович. (червоніє). У мєня волос ломкій.
    Адам Жоржович. А хуй в тєбя случайно не ломкій? Га-га-га (регоче). Ну нє абіжайся.
    Адам Жоржович скручує ліві пальці в віді бубліка, а правими ляскає по бубліку, сопровождая ці похабні жести процмокуванням язика і підмигуванням в бік Васіліси Єгоровни. Валер’ян Валер’янович сидить ніяково йорзаючи на стулі і червоніє. Адам Жоржович показує Валер’яну Валер’яновичу три пальці, випучує очі і вип’ячує губи. Валер’ян Валер’янович с уваженієм дивиться на Адама Жоржовича і кача головою. Видно шо он заздрить красивому і сильному мужичку Адаму Жоржовичу.
    Валер’ян Валер’янович. Ти каждий день броєшся, Адам Жоржович, чи через дєнь?
    Адам Жоржович. Да я їбав бриться! Я і так сєбя хаваю от і до. Я ото бриться западло щітаю.
    Валер’ян Валер’янович. А я раньше каждий дєнь брився, жена заставляла.
    Входить Бруно Адольфович белакура бестія.
    Бруно Адольфович. Падйом, бляді, доктор прийшов!
    З цими словами Бруно Адольфович видьоргує з під Валер’яна табуретку, так що той гепається сракою на підлогу.
    Бруно Адольфович (до Адама Жоржовича). Ати шо, красавєц йобаний, сідіш тут, єблом таргуєш? Руб єсть?
    Адам Жоржович. Єсть.
    Бруно Адольфович. Бистро пиздуй в магазін, або падажді я з тобой.
    Бруно Адольфович зникає як вихор, увлєкаючи за собою безвольного Адама Жоржовича. Валер’ян Валер’янович сидить на полу. Деякий час він мається. Це видно із того як він сова руками по брудному полу.
    Валер’ян Валер’янович (до Васіліси Єгоровни). Васіліса Єгоровна, давай пагаварім.
    Васіліса Єгоровна (продовжує отдихати ліцом уніз). І аб чом же у нас будєт разгавор?
    Валер’ян Валер’янович (червоніє). Ну как ето об чьом, Васіліса Єгоровна? Разниє єсть інтєрєсниє для нас обоїх вєщі.
    Васіліса Єгоровна. Мінє оні уже давно нє інтєрєсниє еті вєщі.
    Валер’ян Валер’янович (червоніє, але робить харошу міну при поганой ігрі). Ето, Вася, шо, нада понімать как визов?
    Васіліса Єгоровна. А понімай як хочеш, лисий гандон. То шо я тагда по п’яному дєлу зробила, била ошибка.
    Валер’ян Валер’янович сидить долі, слухає ці неприємні для себе вєщі і шарить руками по брудному полу. Входить Умберто Васильович, цинічний мужичок. На галавє у Умберто Васильовича купа брудного волосся. Вдягнут він не акуратно, з претензією на хамство.
    Умберто Васильович. Шо ти там шукаєш Валер’ян Валер’янович? Может гайка от болта куда закатілась?
    Валер’ян Валер’янович. Ні, то нє, то я так. Я хтів подивиться чи скабку на цьом полу можна загнать чи нє.
    Умберто Васильович кида бистрий і хтивий погляд на койку з Васілісою Єгоровною, пальцами лєвой руки робить бублік, а пальцами правой ляскає по бубліку, при цьому він підмигує до Валер’яна Валер’яновича. Валер’ян червоніє і розводить руками. Умберто Васильович регоче.
    Валер’ян Валер’янович. Я тебе хтів запитать, Умберто Васильович, ти нє даш мнє оту книгу почитать, де про разні астрали написано. Або давай обміняємося: ти мінє про астрали, а я тєбє “Потєряний край” і “Зов мєчти”. Харошиє кнігі, інтєрєсниє.
    Умберто Васильович. А ти хуй в бєлки видів?
    Входить Бруно Адольфович і Адам Жоржович з пляшками противного вина.
    Бруно Адольфович. Ану тихо блядь!
    З цими словами Бруно Адольфович лунко винімає корок з пляшки і миттю розлива вино в стакани. Все що він робить це демострація його нахабства. Навіть циніку Умберто Васильовичу це ясно. Всі випивають. Причому Адам Жоржович сдвига брови і дивиться на себе в дзеркало.
    Умберто Васильович. Адам Жоржович, ти протри оченята, там у тєбя гной скопився.
    Адам Жоржович протира оченята, в той же самий час Умберто Васильович скручує дулю і тикає Адаму під ніс.
    Умберто Васильович. Ну шо як відімость?
    Усі тупо регочуть.
    Бруно Адольфович. Та, то найобки єщо хуйня. Вот я чітав кнігу “Дєтство Геббельса” називається. От заїбісь книга. От ані как-то з Кальтебрунером знайшли бомбу і, от пацани, не іспугалісь, падлажилі учітєльніце в кабінєт. Учітєльніца заходить і каже: “Дєті, ауфідерзейн”, а Геббельс не іспугався, як хуйньот той бомбой, так учітєльніцу увєзлі дактара і обнаружилі у нєйо нєнормальниє сокращенія влагаліща. Це пизда по нємєцкі. От нєйо муж потом ушов.
    Валер’ян Валер’янович. От мєня тоже жена ушла.
    Умберто Васильович. Мнє всьож не понятно, почєму Геббельс нє взорвался?
    Бруно Адольфович. Бомба била нє заряжена. А то б канєчно взорвался.
    Валер’ян Валер’янович. Адам Жоржович, а тєбє кагда нібудь жена ізмєняла?
    Адам Жоржович. Ха, інтєрєсна, з ким же ета вона могла мєні ізмєніть? Я такой мен – шо ето піздєц. Мнє даже ізмєніть невозможна. Я совершенно за ета спокоєн. Всє будут з рагамі, а я нєт. Ана мєня хаваєт от і до. Мнє даже остопізділо. Єслі б ана мнє ізмєніла, я б даже кайфував.
    Бруно Адольфович (раптово). Тьолок нада пиздить. (Бруно Адольфович сильно пиздить кулаком по столу, так шо підскакують стакани). Но сначала зав’язать в мішок, мішок завєсіть на балку, а пиздить нада ломом.
    Валер’ян Валер’янович. А тєбє, Бруно Адольфович, шо, жена ізмєняла?
    Бруно Адольфович (скручує в руці кусок бринзи). Всі тьолки суки і прастітутки.
    Адам Жоржович. От я часто думаю: Єсть тьолкі багатиє, а єсть бєдниє, тоже єбаться хотят, я етого не люблю. Я так щитаю: хочеш їбаться поведі в ресторан, накормі, повезі в таксі, от тагда і їбайся. А бєдні тьолки ето хуйня, я етого не люблю.
    Валер’ян Валер’янович. А тєбє, Умберто Васильович, шо, жена ізмєняла?
    Умберто Васильович. Та мінє ето до пизди. Она думаєт шо ето мєня валнуєт, но ето как раз ошибка. Оно мєня не йебьот ні грама.
    Валер’ян Валер’янович. От моя жена вродє хуйовая, но я от нєйо торчу как пацан.
    Адам Жоржович. А мої прєдки були дворянє. А бабина тьотка була якась фрейліна. В нєйо даже своя печать була.
    Умберто Васильович. А мого дєда дядя їбав твою тьотку в жопу во время спірітіческого сєанса.
    Входить Валєрій Валєрійович сильний і умний мужичок, він бачить таку картіну: на койці лежить Васіліса Єгоровна, за столом сидять всі уже знайомі нам мужичкі і п’ють пратівне вино. На полу лежать потоптані шматки бринзи.
    Умберто Васильович. Шо, Валєрій Валєрійович, руб єсть?
    Валєрій Валєрійович. Канєшна єсть.
    Валєрій Валєрійович пальцами лєвой руки робить бублік і щолкає по бубліку пальцами правой. Обличчя його при цьому подьоргується в протівной гримасі, іскажая наше первоє, пріятноє про єго впєчєтлєніє. Бруно Адольфович которий оживілся при мислі шо у Валєрія Валєрійовича єсть руб голосно кричить: “Ану цить! Всі виймай гроші і клади сюди!”. Всі крім Адама Жоржовича який стоїть у своїй звичайній позиції перд дзеркалом і корчить рожі, кидають гроші перед Бруно Адольфовичем.
    Бруно Адольфович. Адам Жоржович, ти скільки кинеш?
    Адам Жоржович (не повертяаясь, пихато). Три палочки.
    Адам Жоржович робить паузу і повертається перед дзеркалом в профіль дико скосивши очі, як скажений кінь.
    Адам Жоржович. А профіль – ета вабще. Піздєц усьому!
    Завіса.`,
};

const pizdets = {
  title: 'Піздєц',
  url: 'http://doslidy.org.ua/?page_id=75',
  text: `Дійові особи
    Магарич, митець.
    Омелян Косопизд, митець.
    Харитон Уйобищенко, митець.
    Назар Сивуха, митець.
    Альфред Золупенко, митець.
    Люда, вагонна провідниця котру всі вищезгадані митці їбуть іноді по черзі а іноді так.
    Гаврюша Обізянов, інженер.
    Степан Срака, главний інженер.
    Шльома Гомельский, науковець.
    Роже Городі, французський буржуазний націоналіст.
    Пророк Самуїл, старий жид.
    Дiя перша.
    На сцені стоїть товарний вагон. На дверях вагона напис E=MC^2. Трохи нище написано: “Ніщо нікуда не зникає і нізвідкіля не береться”, підпис: Ломоносов. Ще нижче написана непристойна похабєнь. Двері старанно закриті і прикручені дротом, із-за дверей чути приглушені голоси.
    Перший голос. І от уявіть собі, – цей мудило уходить і ви залишаєтесь з нею удвох, а у вас в руках немає нічого крім старого дерев’яного корита.
    Другой голос. З цього місця, будь ласка, з подробицями, Альфреде Юхимович.
    Перший голос. Перш за все ви сците у корито.
    Третій голос. Воно ж диряве, Альфред Юхимович.
    Четвертий голос. Замовч, не пизди, слухай що розумна людина каже.
    Голос Альфреда Юхимовича. Повторяю ще один раз для тугодумів: ви сците в корито, шановний, а потім ставите її туди обома ногами.
    Другий голос (хрипко). Шо одєтую?
    Голос Альфреда Юхимовича. Звичайно ні, пан Сівуха, – голісіньку!
    Третій голос. Тю! Навіщо таку хуйню робить – та підійшов сзаду та засунув!
    Четвертий голос. От ти, Косопизд репаний, замість багато пиздіти учився б у старших людей.
    Третій голос. Та я єбу!
    Голос Альфреда Юхимовича. Спеціальне пояснення для дітєй природи – моча актівізіруєт ерогєнниє зони у женщіни на п’ятах.
    Голос Косопизда. Тю, яка іщо зона, блядь, когда вона і так мені кожну ніч сниться.
    Четвертий голос. Та не пизди, дай послухать!
    Голос Альфреда Юхимовича. Тантра, на хуй!
    Голос Назара Сивухи. Я вас прошу, не отвлєкайтєсь, шановний Альфреде Юхимович.
    Голос Альфреда Юхимовича. Я акцентірую ваше вніманіє, господа, – женщіна прі цьому пріходіт в состояніє статевого збудження.
    Голос Назара Сивухи. Як ви сказали, Альфреде Юхимович? Повторіть.
    Альфред Юхимович. “Статевого збудження”, пизда очката. І саме в цю мить, господа, ви вказівним і безімянним пальцями намацуєте у неї подколєнну ямку і починаєте її лизати, весь час поднімаючись язиком все вище, вище і вище…
    П’ятий голос. І так до самої сраки! Га-га-га-га!
    В вагоні раздається тваринний регіт.
    Голос Альфреда Юхимовича. Саме в цю хвилину, мої друзі, до вас приходить довгожданна ерекція.
    Голос Назара Сивухи. А якщо не приходить, Альфреде Юхимович? Тода що робить?
    Голос Омеляна Косопизда. Тогда надо воду злівать!
    Входить Люда, вдягнута вагонною провідницею, в руках у Люди поднос із їжею. Вона разкручує дріт на дверях, відчиняє іх і зникає у темній пащі товарного вагону.
    Голос Омеляна Косопизда. Скількі тєбя ждать можно, курва!
    Голос Харитона Уйобищенки. Знов макарони, блядь!
    Голос Альфреда Юхимовича. А бацили шо нема?
    Голос Назара Сивухи. Та не чавкай, ти – чучундра! Голос Магарича чавкає.
    Деякий час з вагону долинає тільки чавкання, стукіт алюмінєєвих ложок та репліка Омеляна Косопизда “Давай компот на хуй!”. Трохи згодом ми чуємо хтивий голосок Назара Сивухи – “Люда, ти готовая?”, та якесь таємниче шарудіння. За декілька хвилин Люда виходить з товарного вагону, держачи акуратно складені стойкою забруднені алюмінієві пуломиски. Вона поправляє зачіску, надіває формєний бєрєт і закручує двері на дріт. З товарного вагону чути, як хтось сито ригнув і веселий регіт. З усього видно, що його мешканцям живеться гарно і весело. Входять Гаврюша Обізянов і Степан Срака, поглиблені в свої інженерні папки і розрахунки. Вони зайобані і закомплексовані.
    Гаврюша Обізянов. По нашим даним, якщо будівництво не наєбнеться зараз – воно обов’язково наєбнеться в наступному кварталі.
    Степан Срака (налякано). І шо тогда будєт, Гаврюша?
    Гаврюша Обізянов (спльовує). Тюрма на хуй!
    Голос Альфреда Юхимовича. Так от, друзі мої, єслі с женщіной правильно обращаться, то она становітся уже не жєнщіной, а сімфонієй етого, как єго…
    Голос Магарича. Брамса!
    Голос Альфреда Юхимовича. В пизду Брамса! Ото пизданув, як в лужу перднув!
    З вагону знов чути як хтось сито ригнув, і голос Омеляна Косопизда – “Макарони блядь!”
    Степан Срака (пошепки). От дє кайф ловлять!
    Гаврюша Обізянов (до Люди). Хто там у тебе ?
    Люда. Митці.
    Гаврюша Обізянов. Які митці?
    Люда. Разні. Один з бородою, один бритий, ще два з вусами, а один очкарик – пацан єщьо.
    Степан Срака. І шо вони роблять?
    Люда. А макарони їдять! У суботу і неділю замість компота – кохве, горілку по святах.
    Гаврюша Обізянов. А бацила?
    Люда. Бацилу раньше давали, щас ні.
    Степан Срака (рішуче). От все одно – заєбісь жизнь! (До Люди). Відкривай, блядь!
    Люда. А може не треба – вони битись будуть!
    Степан Срака. Та одін хуй – раз живьом! Эх жизнь хуйовая!
    Степан Срака і Гаврюша Обізянов штурмом беруть вагон, але негайно отримують пизди і відкочуються назад. [Гаврюша щупає бланжа на морді: “Террористи хуєві!”]
    Степан Срака. Пустіть друзі! Ми більше не будемо!
    Голос Магарича. Тобі, я бачу, мало пизди получить, – ти ще хочеш шоб тебе в сраку виєбли! Закрий двері – бздить!
    Степан Срака. Хлопці, єбіть куди хочете, тіки пустіть – парашу буду виносить, бля буду!
    Голос Харитона Уйобищенки. А шо, можна пустить, хлопці – воно, інженер, як цуценята – скавучить, то так весело робиться, а набридне – придушим та й викинем к хуям!
    Альфред Залупенко. Правильно, хлопці – нехай лізе.
    Омелян Косопизд. Чєловєк чєловєку – друг, товарищ і брат.
    Гаврюша Обізянов і Степан Срака залазять до товарного вагону і зникають в пітьмі. Люда знову закриває двері на дріт.
    Голос Магарича. А ти, курва, як ще кого-небудь пустиш – я тобі гланди через сраку вирву!
    Люда уходить, подзенькуючи [пустим] посудом.
    Голос Альфреда Юхимовича. На чьом ми зупинились, господа?
    Назар Сивуха. На сімфонії Бpамса.
    Альфред Юхимович. В пизду [того] Брамса! Ви, пане Сивуха, краще слухайте уважно і занотовуйте до цитатника, бо ви ніхуя іще жизні не знаєте! От вчора, після вечері, вам звонила якась лярва – мов так і так, кидай усе – приїзджай їбати! Так шо ви зробили? – Весь затрусилися мов скажений і давай у двері гупати, [мало окуляри не побили!] Так добре, що у меня шприц всєгда наготовє. От ви, Косопизде. От щоб ви зробили на місті пана Сивухи?
    Голос Омеляна Косопизда. Та я б її вбив!
    Альфред Юхимович. Чули, пан Сивуха? Шо неясно?
    Степан Срака (запопадливо). А шо у вас в ампулах до шприца?
    Альфред Юхимович (демонстрірує свою комунікабельность). Чом не сказати? Скажу: в одній ампулі – сімянна витяжка бобра, в другій – всячєскіе імунодєпрєссанти.
    Степан Срака (у захваті). Яки люди! Гаврюша, які люди! А ми цілу жизнь їбемось як кроти, як та мушка ми літаєм.
    До вагону кілька хвилин тому підійшов Шльома Гомельский – науковець, і з цікавістю прислуховується до бєсєди, яка плавно тече в своєму звичайному руслі.
    Альфред Юхимович. Або увізміть таку штуку як танці. Щас кожен мудак сам по собі танцює, руками й ногами махає, спотіє весь, а в нагороду хіба що запалення легенів схопить. Між тим, чоловічий піт – то ценна сировина. Тож, замість руками махать, візьми платок та зажми його під пахвою і так танцюй, щоб добре потом просяк.
    Голос Магарича. Ги-ги! Ото нєхуйово!
    Альфред Юхимович. Як хорошо просякне – зараз їм тьолці мармизу витри і считай дєло в шляпе.
    Голос Косопизда. Тю! А ця хуйня навіщо?
    Альфред Юхимович. Вона раз нюхне і їй піздец! Від ерогенних зон носа імпульс іде до статевого центру збудження. Тільки і роботи, що до кущів дотягти!
    По очкастому і веснянкуватому обличчі Шльоми [Гомєльского, який припав вухом до вагону] обільно тєкут сльози і слюні.
    Шльома (крізь сльози щастя). Хлопці, пустіть.
    Голос Альфреда Юхимовича. Іди в лабораторію, жидок, тут своїх вже до хуя!
    Шльома Гомєльский (вражений такою проникливістю). Звідки ви знаєте, дядя?
    Альфред Юхимович. Я зняю, бо я жизнь прожил! Пиздуй, тобі кандидатську їбошить надо!
    Шльома Гомєльский (схлюпує). Єбав я ту кандидатську!
    Альфред Юхимович. Ти шо, пизда, не хочеш 150 карбованців получать?! Нє, ви бачили таке? Совсєм оборзєл пацан.
    Шльома плаче. Його ридання гнітуче діють на сидячих у вагоні. Вони зловісно мовчать.
    Омелян Косопизд (жорстоко). Нічого, нехай поплаче, потім піде собі обрєзаніе зробить, мацою зажре та буде банкувать [як у теплій сраці].
    Альфред Юхимович. Ти не гуманіст, Омелян.
    Магарич. А шо, може візьмем жидка?
    Харитон Уйобищенко. Та, мені шо? Нехай лізе… [Якщо не буде бздіть, нехай лізе – мені шо?]
    Косопизд. Пайка зменьшиться!
    Назар Сивуха. Жиди – то такі хітросракі… Заждіть, вони не тільки шо макарони, – вони й сайри дістануть!
    Альфред Юхимович. Сайра хай вас не їбе, пан Сивуха, – вам її все одно не їсти. (До Шльоми) Давай, жидок, розкручуй дрота і йди сюди – ми тобі посвящєніе в митці зробимо.
    Шльома відкручує дрота і залазить до вагона, де його відразу ж починають пиздити любителі цієї справи: Магарич, Омелян Косопизд і Харитон Уйобищенко.
    Гаврюша Обізянов. Надо двері якось закрутить – це ж не богадельня, шо вони все лізуть і лізуть!
    Альфред Юхимович. Та нехай, Люда обід принесе та й закрутить.
    Входить Роже Городі – французський буржуазний націоналіст. Він у шикарному фланелевому костюмі з гарним капелюхом на голові.
    Роже Городі (стука по вагону). Вилазь, хлопці, – свобода прийшла!
    У вагоні мовчання.
    Роже Городі. Хорош хнюпитись, хлопці, на волі хорошо – пташки, жито, квіточки, дівчата, шо хочеш – те й малюй, всіх куди хочеш – туди й посилай!
    Степан Срака (пошепки). Явна провокація, хлопці, – ми виліземо, а він хвисть і сам залізе та й буде макарони один за всіх наябувать!
    Альфред Юхимович. (до Роже Городі) А бацилу даватимуть?
    Роже Городі. Нє. Бацила тільки в Бога і в начальства!
    Магарич. Ну то іди к хуям звідси!
    Омелян Косопизд. Нас агітіровать на хуй! Ми самі кого хочешь загітіруєм!
    З вагона вилітає камінюка і збиває з Роже Городі капелюх. Роже Городі палахливо тікає. Входить якийсь дідуган з довгими пейсами, одягнутий в лапсірдака, поверх лапсірдака у нього яскрава кацавейка залізничних робітників, в руках у нього кувалда і лом.
    Голос Магарича. Діду, закрутіть дрота [на хуй], бо дме [сквозить дуже]!
    Дід мовчки закручує вагона на дріт і починає кувалдою методично вибивати утюги, завдяки котрим вагон стоїть на місці.
    Голос Харитона Уйобищенки. Дєдушка пацаватий, ото воно йому надо отак їбошить!
    Магарич. Амбальний дідусь. Мабуть і хуй ще стоїть! Стоїть хуй, діду?
    Дід (продовжує роботу). Стоїть, синку, – дай тобі боже щоб в тебе так стояло!
    Омелян Косопизд. Ого, ні хуя сєбє, дєдушка борзєєт! А як звать тєбя?
    Дід (продовжує роботу). Як звать? А Самуїлом.
    Харитон Уйобищенко. Тоже жид, значить. Жидів розвелось, я їбу!
    Самуїл (продовжує роботу). Да, багато жидів.
    Омелян Косопизд. У нас тут тоже єсть.
    Назар Сивуха. Ги! Самуїл. Може ти пророк Самуїл?
    Самуїл (просто). Да, я – пророк Самуїл.
    Альфред Юхимович. Ха! [Ото нєхуйово!] А ну пророки шо з нами буде!
    Пророк Самуїл. А шо буде? Нічого не буде – Піздєц буде!!!
    З цими словами Самуїл вибиває останній утюг, вагон зривається з місця і швидко зникає з очей. Входить Люда. В руках у неї пуломиски з макаронами і компотом. Люда завмирає на місці.
    Люда. А де ж вагон? Де хлопці?
    Пророк Самуїл. Гдє, гдє – в піздє! Смотрєть надо!
    У цю ж мить з того боку, куди уїхав вагон, роздається страшний вибух. Люда роняє пуломиски [та застигає на місці].
    Пророк Самуїл. Какая ви нєрвная – я єбу!
    Завіса`,
};

const patzavataStory = {
  title: 'Пацавата історія',
  url: 'http://doslidy.org.ua/?page_id=49',
  text: `Дійові особи
    Гриша Нєпєйвода, карлік з театрального коллєктіва “Орфєй і Еврідіка”.
    Вася і Пєтя Твєрдохлєбови, ліліпути з коллєктіва “Орфєй і Еврідіка”.
    Гнат Пилипович Рак, іграющій режисьор і ісполнітєль ролі Орфєя.
    Лариса Сидорівна Сало, ісполнітєльніца ролі Еврідікі..
    Коля і Поля, ідіоти-дауни.
    Люба Неїжмасло, женщіна-коняка з конкурірующего коллєктіва “Арієль”.
    Льова Ковбаса і Стьопа Хулімулін, горбуни з коллєктіва “Арієль”.
    Клім Моісєйович Кац, головний режисьор народного театра імені турецького комуніста Залупа Хуйбердиєва.
    Уляна Юхимовна Світисонечко, юродива старушка.
    Дія перша.
    Кабінет Кліма Моісєйовича Каца. В кабінеті сидить Клім Моісєйович. зайнятий у справах. Входить Гнат Пилипович Рак, Гриша Нєпєйнодаі ідіот Коля.
    Гнат Пилипович Рак.
    Дозвольте к Вам, Клім Моісєйович поважний, Звернутися у справах очень важних.
    Входить Льова Ковбаса. Стьопа Хулімулін і Поля.
    Льова Ковбаса.
    Клім Моісєйович, послушайтє міня, Ви підарасів етіх бойтєсь, как огня!
    Гриша Нєпєйвода.
    Я встрашном гнєвє, помолчі, мудак, Когда говоріт Гнат Пилипович Рак!
    Стьопа Хулімулін.
    Моя твою возьмьот за голу сраку І харашо отпіздіт, як собаку.
    Клім Моісєйович Кац (велично).
    Ідітє нахуй всє, покіньтє кабінет!
    Все дєлают одін шаг вперьод.
    Всі (хором). Нєт!
    Під час суперечки ідіоти-дауни Коля і Поля мовчки дивляться один на одного і сопуть. Видно, шо вони подобаються один одному. Входять Вася і Пєтя Твєрдохлєбови, ліліпути з коллєктіва “Орфєй і Еврідіка”.
    Вася Твєрдохлєбов (до Гриши Нєпєйводи).
    Лариса Сидорівна Сало Сьогодні под трамвай попала, І он їй іспортіл всьо їбало.
    Гриша Нєпєйвода.
    Она жива?
    Пєтя Твєрдохлєбов.
    Жива, конєшно. Но надо что-то дєлать спєшно. Єйо нам нєкєм замєніть.
    Клім Моісєйович Кац.
    Сказав я, нахуй всі ідіть!
    Входить Лариса Сидорівна Сало і Люба Неїжмасло, обидві страшні.
    Люба Нєїжмасло.
    Смотрітє, от хуйова баба. 1 відно. шо на перед слаба.
    Лариса Сидорівна Сало.
    Молчі, ти, тарапашня сука. Для мєня відєть тєбя – мука.
    Гнат Пилипович Рак.
    Ви, курви, обє замолчіть!
    Клім Моісєйович Кац.
    Кажу я, нахуй всі ідіть!
    Гнат Пилипович Рак.
    Клім Моісєйович прекрасний. Ви не волнуйтеся напрасно. Ми всьо устроім вері гут. На Любу зрітєлі ідут. Однак для ролі Еврідіки У нєйо від нємного дікій. К тому ж вульгарний лєксікон, проісхождєньє видаст он! Я прєдлагаю їхню Полю всєрьоз попробовать на ролю, і тєм убить двох зайців вмить. А коллєктіви заміріть.
    Німа сцена.
    Клім Моісєйович Кац.
    Товариш Рак, ви шо мудак?
    Гнат Пилипович Рак.
    Іначе нам ніззя нікак.
    Ми Полю паранджою вкроєм, Тєм самим нєдостаткі скроєм.
    А сцену, де вона в могилі, Ми сдєлаєм, как-будто в милі,
    Потом она садітся в гроб…
    Клім Моісєйович Кац.
    Ваш план уже мнє остойоб.
    Гнат Пилипович Рак (нєвозмутимо пояснює).
    Ми образ видєляєм главний,
    Характер героїні славний,
    По-мойму, будєт заїбісь!
    Клім Моісєйович Кац.
    Ви в страшні дєбрі забралісь. А вийдєт с етого хуйня. Орфєй в нас хто?
    Гнат Пилипович Рак.
    Канєчно, я.
    Клім Моісєйович Кац.
    Ну ладно, щас в пизду ідіть. Глядіть, мєня не підведіть, Бо нам усім тогда піздєц.
    Всі (хором).
    Клім Моісєйович, какой Ви молодєц!
    Дія друга.
    Генеральна репетиція спєктакля “Орфєй і Еврідіка”. Сцена зображує собою пекло. Кругом стоять казани, в яких булькотить смола. На сцені Гнат Пилипович Рак в костюмі Орфєя, Гриша Нєпєйвода в костюмі Князя тьми і світа чортів, в яких можна впізнати наших старих знайомих Васю і Пєтю Твєрдохлєбових, Льову Ковбасу і Стьопу Хулімуліна. Вони тримають в руках списи і тризуби, як то і положено чортам. В залі сидить Клім Моісєйович Кац з колокольчиком.
    Гнат Пилипович Рак (в ролі Орфєя до Гріши).
    К тєбє прийшов я нє таясь, Тьми вогкой пацаватий Князь.
    Гриша Нєпєйвода.
    Как же посмєл ти, підарас, Покой нарушіть мой сєйчас?
    Клім Моісєйович Кац звонить в колокольчик: “Дінь-дінь-дінь”.
    Клім Моісєйович Кац.
    Мнє кажеться, что ету фразу Проізносіть нє стоіт сразу. А, єслі можно, мєдлєнєй…
    Гнат Пилипович Рак.
    Клім Моісєйовіч, Вам віднєй.
    (До чортів). Ей ви, хуї, давайте гроб!
    Льова Ковбаса.
    Ти нє командуй, долбойоб!
    Коля. Вася і Петя вкатують на сцену гроб. В ньому лежить Поля в паранджі. За гробом мовчазно йдуть Лариса Сидорівна Сало і Люба Неїжмасло, одягнуті страхопудалами.
    Гнат Пилипович Рак.
    О, це она, моя прекрасна! Уви, я странствував напрасно, Уже єйо нє ожівіть…
    Починає грати на арфі. Гриша Нєпєйвода робить руками паси, щоб Поля встала.
    Клім Моісєйович Кац.
    Поля, вставай!
    Лариса Сидорівна Сало.
    Токо блядь так заставляє сєбя ждать!
    Поля лежить. Люба Неїжмасло пиздить Полю дрючком. Поля вивалюється з гроба і падає на підлогу з сильним стуком, вже нежива. У цю ж мить Коля закалує Любу Неїжмасло списом. Гнат Пилипович Рак грає на арфі все голосніше.
    Клім Моісєйович Кац.
    Хуйню негайно прєкратіть!
    З цими словами Клім Моісєйович кида у Колю колокольчик і влучає йому просто в лоба. Коля і колокольчик надають, причому колокольчик звенить, а Коля ні, бо мертвий. Гнат Пилипович Рак хуярить на арфі Andante, але ніхто на сцені не встає, як того потребує п’єса про Орфєя. Замість цього на сцені з’являється Уляна Юхімовна Світисонечко, юродива старушка. В руках у неї противотанкова граната.
    Уляна Юхимовна Світисонечко.
    Ложись на пол, піздоболи!
    Всі кидаються на пол, причому поспєшно кинута Гнатом Пилиповичем Раком арфа іздає протівний звук.
    Уляна Юхимовна Світисонечко.
    Ви мене іжвінітє жа хуйову дікцію. У мєня кольцо в жубах.
    Дійсно, Уляна Юхимовна не бреше, в зубах у неї кольцо від противотанкової гранати.
    Клім Моісєйович Кац.
    Не вєрю! Нє вєрю!
    Уляна Юхимовна, яка все чула, починає страшно реготати. Під регіт Уляни Юхимовни завіса поступово закривається. За завісою чути страшний вибух. Світло гасне. У темряві і тиші чути жахливий стук телетайпа.
    Голос діктора.
    Останнім часом діяльність терористів знов активізувалась. Сьогодні невідомими особами була закинута бомба в театр імені Залупа Хуйбердиєва під час постановки опєрєти “Орфєй і Еврідіка”. Деякі обозрєватєлі думають, шо вибух -дєло рук мафії, но от чєго на самом дєлє проізошла ця пацавата історія, ніхто об’ясніть не може.
    Кінець.`,
};

const timeHero1 = {
  title: 'Герой нaшого чaсу. Повiсть першa',
  url: 'http://doslidy.org.ua/?page_id=43',
  text: `Дійові особи
    Савка, герой нашого часу.
    Ахванасій, учень Савки.
    Митродора Пилипівна, вже пожила, але гарна курва.
    Анжела, Жанна і Вєроніка, блядовиті дівчата.
    Соломон, неудачний конкурент Савки.
    Дiя перша.
    Великий стіл. На столі стоять миски з бацилою. За столом сидять Савка і Ахванасій і наябують бацилу.
    Савка (з набитим ротом, до Ахванасія). Я сьогодні Анжелу виїбу, бля буду. Ти в це діло не мішайся, бо я тобі залупу відріжу і натягну на їбальника, бля буду. Пойняв?
    Ахванасій. Пойняв.
    Савка. Курва буду. (Савка гидко спльовує шматком бацили на підлогу. До Ахванасія.) Підбери, синок хуїв.
    Ахванасій похапцем підбира з пола неапетитні шматки бацили.
    Савка. Їж, шакал йобаний!
    Ахванасій похапцем з’їда бацилу.
    Савка. Кому спасібо надо сказать?
    Ахванасій (з набитим ротом). Дяді Савці.
    Савка. Вчити вас, синків, треба, іщо ніхуя служби не пойняли.
    Савка витира масні губи піджаком і любовно хряскає Ахванасія по лобі, так, що той гепається на запльовану Савкою підлогу.
    Савка (задоволено). Шо не ясно, йоб твою в дарданели мать.
    Ахванасій мовчить, низько опустивши маленького лоба і раз-по-раз любовно зиркає на Савку манюними оченятами.
    Савка. Шо стоїш, як ісусик? Бабу їбав?
    Ахванасій. Ги-и.
    Савка. А хочеться!
    Ахванасій. Ги-и.
    Савка. Хе, йобаний черепок.
    Дiя друга.
    Квартира Соломона з великими бра, консолями, камінами, і кандєлябрами. У квартирі Анжела, Жанна і Вероніка. Вони бавляться різними цацками, що їх так багато в квартирі у Соломона. Входить Соломон, просто і зі смаком одягнутий в домашнього фартушка.
    Соломон. Дівчата, хто буде чай пить, а хто кохфе?
    Анжела. Я кохфе буду.
    Жанна і Вероніка. Ми теж кохфе будемо.
    Входить Митродора Пилипівна, вже пожила, але гарна курва.
    Митродора Пилипівна. Я щаз була на діспуті, шо такоє щастя. Нічого, культурно побазарілі. Правда, лєктор був якийсь припездяний.
    Анжела. Я так думаю, шо щастся кожний по-своєму понімає. От у меня бил одін пацанчік, ми з нім стрічалісь, так он мнє всьо врємя свой характєр показував.
    Раптом відчиняються двері і в кімнату ввалюються Савка і Ахванасій. Вони в розхристаних тулупах, сопуть і дико зиркають по сторонах налитими кров’ю оченятами.
    Митродора Пилипівна (сама до себе). А гарний пацанчик, їбать мене в дишло…
    Савка (грізно). Анжела, тєбє двє мінути на размишлєнія. Наябуй кохфе і пиздуй за мной.
    Ахванасій (дивиться на Савку ніжним поглядом). Ги-и.
    Анжела. Ти посмотрі, какой он бистрий.
    Савка. Хорош пиздєть.
    Соломон. А хто ви такой, пришлі, матюкаєтесь тут, шо такоє?
    Савка. Та йоб твою мать, жидок, я тебе раз переїбу, в тебе залупа отвалиться.
    Ахванасій. Савка, та впизді його, шоб не базарив.
    Савка пиздить Соломона, Соломон відразу ж пада.
    Митродора Пилипівна (сама до себе). От ето удар.
    Савка. Шо, нравіца? На.
    Савка пиздить Митродору Пилипівну. Митродора Пилипівна пада, як мішок з гавном.
    Ахванасій. Так їх, дядя Савка!
    Савка (агресивно гарчить). Щас в ігру поіграєм. Цель ігри – вийті живим із боя. Всім стать к стєнє.
    Ахванасій. Га-га-га-га! (Регоче.)
    Вероніка. Савка, не пиздь, я не винєсу.
    Савка. Винєсєш.
    Савка пиздить Анжелу, Вероніку і Жанну. В результаті, на полу лежать п’ять тіл без ознак життя.
    Савка (чуха потилицю). Пиздєц, на хуй.
    Ахванасій. А тепер шо робить будем?
    Савка (шуткує). А будем хуєм груши збивать.
    Ахванасій. От погуляли ми сьогодні! Особєнно я іржав, коли ви тьолок пизділи. От піздєц!
    Савка (мєтко подитожує). В етой жизні так, Ваня: хто умнєє, тот і прав.
    Ахванасій. Ги-и.
    Завіса`,
};

const timeHero2 = {
  title: 'Герой нaшого чaсу. Повiсть другa',
  url: 'http://doslidy.org.ua/?page_id=45',
  text: `Дійові особи
  Савка, герой нашого часу.
  Ахванасій, учень Савки.
  Горгона Пилипівна, сестра впиздженої Савкою Митродори Пилипівни.
  Хабібулін, кунак Савки.
  Єгорка Іванцов, геолог і дурний кацап.
  Васіліса Єгоровна, женщіна мужской мєчти.
  Дiя перша.
  Страшне провалля, над яким жахливо літають орли. Над самим краєм провалля стоять Савка і Ахванасій й плюють униз.
  Савка (плює униз). Пригай, нахуй!
  Ахванасій (плює униз). Ну його в пизду, блядь!
  Савка (показує на орла). Дивись, блядь нахуй.
  Савка бере каменюку і мєтко швиря в орла. Підбитий орьол камнєм падає вниз.
  Ахванасій. Савка, а шо ти кинув?
  Савка. Гранату.
  Обидва регочуть. Деякий час Савка і Ахванасій з цікавістю дивляться вниз.
  Савка (плює униз). Піздєц, нахуй.
  Ахванасій (плює униз). Мєткость рук, блядь, і нікакого мошенства.
  Дiя друга.
  Аул. Біля аулу сидить Хабібулін і пале люльку, набиту кізяком. Входять Савка і Ахванасій. В руках у Ахванасія забитий орьол.
  Ахванасій (до Хабібуліна). Стоїмо, бля, а він летить, бля, так Савка як запиздячить, бля. Кажу: “Піздєц, нахуй”, – а Савка: “Ніхуя собі”. – та палкою як переїбе, каже: “Чмо йобане”. Знаєш Савку? А я забрав, оце борщ зваримо. Ніхуйово погулялі.
  Савка (плює). Нє дєлай волни, Хваня.
  Хабібулін (осматрює забитого орла). По-вашему, ето сич називається?
  Ахванасій. Шо за сич. блядь, ніхуя не просцу.
  Савка (внєзапно). Чурка йобаний, блядь, чєрєз мінуту віжу борш на столє, кругом всьо блєстіт-свєркаєт! Шо не ясно, бля?
  Хабібулін бистро зникає, несучи з собою орла.
  Ахванасій. Йобані чурки заїбали, нахуй.
  Ахванасій підбира люльку, набиту кізяком, покинуту Хабібуліним, і пале її. Мимо проходить Горгона Пилипівна, сестра забитої Савкою Митродори Пилипівни, вдягнута туристкою.
  Ахванасій. Диви, Савка, мамка нехуйова.
  Савка. Я таких мамок, Хваня, тоннами на хую вєртєл.
  Ахванасій. Було б время, можна було б зайнятися. Неохота тока мудохатися.
  Горгона Пилипівна. Рєбята, ви нє студенти, случайно?
  Савка (спльовує). Ми доктори, нахуй.
  Горгона Пилипівна. Зачєм же ви так грубо? Я к вам по-харошему. Вот у мєня сєстра в городє, она тоже студєнткой била, так, знаєте, інтересно – новая жизнь. А у молодьожі сєйчас вообщє тяга к знаніям. Я б кажется всьо б отдала, чтоб знов ето всьо пєрєжіть – такой ето кайф. Так чтолі по-вашему називаются еті ощушєнія? Ви нє смотрітє, што я старая, я ваші еті молодьожниє слова знаю, сама такая була. І випить могу, і поговоріть, і поспоріть. Ну от, скажіте. – хто ваш любімий поет? У мєня такоє мнєніє, єслі чєловєк нє любіт поезію, он сам сєбя обкрадиваєт, мнє жалко такого чєловєка! Ілі, когда я віжу молодой, культурний чєловєк бьйот кота, ето ж он сам сєбя обкрадиваєт, ето ж он нє кота бьйот, а сєбя! А ви говоріте, для мєня єслі чєловєк нє любіт пріроду, нє любіт животних, нє знаєт поезію родного края, он для мєня нє существуєт!
  Під час балачок Горгони Пилипівни Савка і Ахванасій сидять мовчки, дегенеративне відкривши роти, як то роблять хворі на аденоїди, і мовчать.
  Горгона Пилипівна. От я смотрю на вас: молодиє, здоровиє, умниє, всьо у вас єсть, – і завідую вам по-харошему. Всьо у вас впєрєді!
  Ахванасій. Заїбала нас тут, шось пиздить, а шо – хуй просциш.
  Савка. Переїби, шоб не пизділа.
  Ахванасій пиздить Горгону Пилипівну. Горгона Пилипівна падає довго і важко, як мішок з гавном. Входить Хабібулін з відром, у відрі кипить борщ, зварений з орла.
  Хабібулін. Ми з неї тоже будем борщ варить, чи може так зажарім, нахуй, да і з’єдім?
  Савка. Чурка хуєв! Скіки тєбя учіть можна, блядь! А шо, борш залупою їсти будем?
  Хабібупін похапцем кидається за ложкою. Тим часом Ахванасій витаскує з борща противну орлячу голову і висмоктує в неї мозги.
  Ахванасій. Ти, Савка. попробуй! В голові фосфору дохуя, волоси випадать перестануть.
  Дiя третя.
  В горах Єгорка Іванцов. геолог і дурний кацап, і Васіліса Єгоровна. женщіна мужской мєчти, рвуть траву і собірают камні.
  Єгорка Іванцов (наморщивши лоба). Врємя собірать камні і врємя іх разбрасивать, как ви счітаєтє, Васіліса Єгоровна?
  Васіліса Єгоровна. Об чом ви щас думаєте, Єгорка?
  Єгорка. Єслі чєстно, то я думаю о вас, Васіліса Єгоровна.
  Васіліса Єгоровна. Вот как! Ето уже становітся інтересно. І что же ви обо мнє думаєте?
  Говорячи всю ету мульку, Васіліса Єгоровна прінімаєт очароватєльную позу, стріля глазами в різні боки і поправля на головє волоси красівими жестами рук.
  Єгорка Іванцов. Я думаю, что такая женщіна, как ви, должна украшать жізнь мужчіни, Васіліса Єгоровна. Можно, я вас поцелую?
  Васіліса Єгоровна. А вот етого как раз і ніззя.
  Єгорка Іванцов. Как же так, почєму ніззя?
  Васіліса Єгоровна. А так, ніззя і всьо.
  Васіліса Єгоровна показує Єгоркє Іпанцову кончік язика, от чєго дєлаєтся єщьо прєкраснєй. Саме в цю мить з’являється Савка з своїми учнями-Ахванасієм і Хабібуліним. В руках у Савки камінь, який він тупо підбрасує в руці. У Ахванасія в руках кусок іржавого дрота, який він, сам не знаючи для чого, підібрав з підлоги. У Хабібуліна в руках забитий ховрашок, котрого він несе за задні ноги.
  Ахванасій (показує на Єгорку і Васілісу). Диви, Савка.
  Хабібулін. Синка раз запиздячить, і піздєц йому буде.
  Єгорка Іванцов (побачивши Савку з компанією). Товаріші, сюда ніззя, тут гадюк много, укусят!
  Ахванасій. Пригай вніз, синок хуєв, пока я разрєшаю!
  Єгорка Іванцов (виймає геологічєскій молоток). Тока попробуйте подойті, уркагани, всєх повбиваю!
  Під час неї гнєвної рєчі Хабібулін кида в Єгорку ховрашком і влучає йому в їбальніка. Єгорка падає і плачучи повзе з гори вниз. Васіліса Єгоровна, яка безперечно вважає, шо щас її нємєдлєнно будуть їбати, гнєвно свєрка глазами і робить хорошу міну при поганій ігрі.
  Васіліса Єгоровна. Тока попробуйте подойті, подонкі, я брошусь уніз!
  В словах Васіліси Єгоровни бринить надія на те, шо может всьо обойдьотся тіхо-мірно, і їй не прийдьотся цього робить.
  Савка. Пригай, нахуй!
  Ахванасій (запопадливо). Так шо, Савка, може їбати і нє будєм, мєнє шо то нє хочєтся…
  Хабібулін (запопадливо). Нахуй она нам така здалась. Правда, дядя Савка?
  Васіліса Єгоровна. Хлопчики, та ви шо?
  Савка. Пригай, нахуй!
  Васіліса Єгоровна. А можєт давайте поговорім, рєбята. Ви ізвінітє, я сначала, було, подумала, шо ви жлоби, так вийшло случайно. Ви мнє даже понравілісь, я даже подумала, какіє інтєрєсниє пацанчікі в горах гуляют…
  Васіліса Єгоровна починає роздягатись, стоячи на краю обрина. При цьому вона прєлєстно висовує кончік язика.
  Савка. Ця хуйня тобі не допоможе. Хлопці, будєм грать в ігру “Артілєрія бьйот по своїм”.
  Савка і хлопці набирають повні жмені каменюк. Васіліса Єгоровна. стоячи на краю обрива, іздає пронзітєльний крик і взмиває ввись. Деякий час вона кружляє в повітрі, потім безвозвратно ісчєзаєт в разрєжонннх пространствах горного повітря. Савка, Ахнанасій і Хабібулін стоять мовчки над ними літають орли. Хабібулін і Ахванасій чухають потилиці.
  Ахванасій. Заїбали, курви, чи женщіни, чи може якісь кури, хуй просциш…
  Завіса`,
};

const doslidy3 = {
  title: '',
  url: '',
  text: '',
};

const doslidy4 = {
  title: '',
  url: '',
  text: '',
};

module.exports = {
  doslidy,
  vasilisa,
  pizdets,
  patzavataStory,
  timeHero1,
  timeHero2,
};
