const doslidy = {
  title: 'Цікаві досліди',
  url: 'http://doslidy.org.ua/?page_id=41',
  text: `Дійові особи
    Вчитель Мирон Опанасович.
    Вчителька Зоя Жорівна.
    Піонер Гриша.
    Піонер Миша.
    Піонер Вася.
    Піонерка Стася.
    Другорічник Носенко, тоже піонер.
    Дія перша.
    Шкільна лабораторія. Посередині стирчить пластмасовий скелет, обабіч його глобус і тваринний куточок. В тваринному куточку бавляться жаби, їжачок, білочка, котик та кролиха. Кролиха велика, товста і вагітна. Над тваринним куточком висить макет роздавленої жаби. Вінчає обстановочку портрет Дарвіна. Дарвін на портреті показує руками на брудну обізьяну. З рота у Дарвіна вилазе напис: “Бога нема”. Входить вчитель Мирон Опанасович і вчителька Зоя Жорівна.
    Зоя Жорівна. Мирон Опанасович, шо в нас по плану?
    Мирон Опанасович. Чергове заняття по вивченню життя жаби у світі атеїстичного сприйняття дійсності. Кінцева мета: на прикладі жаби довести учнів до переконання, шо Бога нема.
    Зоя Жорівна. Одна думка, шо Бог є – це вже хуйня, Мирон Опанасович.
    Мирон Опанасович. Звичайно, хуйня, Зоя Жорівна, ще й яка хуйня. Це ідеалістичний онанізм. (Обоє замисленно мовчать, мабуть думають про Бога і про те, що його нема.)
    Лунає дзвоник, в лабораторії з’являються піонери. Починається урок.
    Зоя Жорівна. Учні, тема наших занять сьогодні – жаба. Хто з вас знає про жабу?
    Мертва тиша, під час якої піонер Вася лапа за сраку піонерку Стасю.
    Зоя Жорівна (сатаніючи). Піонер Гриша, до дошки!
    Мирон Опанасович. Спокійніше, Зоя Жорівна, спокійніше.
    Піонер Гриша (бадьоро). Жаба живе в саду, живиться продуктами народного господарства, тому жаба – шкідник, її треба знищувати. Наш народ вже даво оголосив війну жабі.
    Зоя Жорівна. Проведи дослід.
    Піонер Гриша (дістає жабу). З першого погляду, жаба схожа на самольота. У неї єсть фюзеляж і шассі. Шассі у жаби розрізняють: передні (відриває і показує) і задні (відриває і показує). В сраці у жаби є сопло, в котре дослідники встромляють соломину…
    Зоя Жорівна. Досить, Гриша, сідай, п’ять. Миша, продовжуй.
    Миша (бадьоро). …соломину, яка зветься катетер.
    Миша встромляє катетер, надуває жабу і пиздить її об стіну. Потім підбирає з пола те, що від жаби залишилось.
    Миша. В результаті нервового струсу ми бачимо у жаби розлад нервової системи, шо привело тварюку до клінічної смерті, ознаками якої служить відсутність потіння дзеркальця.
    Миша приклада дзеркальце до жаби, воно не потіє.
    Зоя Жорівна. Сідай, п’ять. Починаємо вивчення нового матеріалу. Будь ласка, Мирон Опанасович.
    Мирон Опанасович (дістає з тваринного куточку їжачка). Діти, хто це?
    Піонер Миша. Це їжачок.
    Мирон Опанасович. Вірно. Зоя Жорівна, нумо мені скальпеля. (Мирон Опанасович заширює скальпеля в їжачка, ріже його і розповідає.) Їжачок, діти, – це ворог народного господарства. Живиться він народними відходами, і тому всередині дуже брудний. (Показує, те, що вийняв з їжачка.) Один їжачок за одну ніч з’їдає стільки народного добра, скільки важить сам. Тому їжачків треба знищувати. І тут нам у пригоді стає наша славна авіація. Один самольот за один день знищує стільки їжачків, скільки важить сам. Носенко, скільки їжачків буде знищено за рік?
    Другорічник Носенко. Триста шістдесят п’ять самольотів з їжачками, Мирон Опанасович.
    Мирон Опанасович. І знов двійка, Носенко. Хто ж це знищує самольоти? Це ж наша гордість. Продовжуйте, Зоя Жорівна.
    Зоя Жорівна (дістає з тваринного куточку білочку). Діти, перед вами білочка, ворог лісів. (Зоя Жорівна підключає білочку до штепселя і продовжує розповідати.) Нервове посмикування білочки – це живе свідоцтво міці нашого електричного струму, а також розплата за загублену білочкою тайгу. (Зоя Жорівна виключа білочку і кидає у вікно її обсмалені рештки.) Шо там ще в нас, Мирон Опанасович?
    Мирон Опанасович. Кролиха.
    Лунає дзвоник.
    Зоя Жорівна. От шкода, знову часу не вистачило. Зробимо висновки, діти. Бога нема, а є природа. Природу треба міняти і знищувать все, що в ній непотрібно. А ти, Носенко, дай щоденик, і щоб завтра твій батько був у школі.
    Завіса`,
};

const vasilisa = {
  title: 'Васіліса Єгоровна і мужичкі',
  url: 'http://doslidy.org.ua/?page_id=88',
  text: `Спальня Васіліси Єгоровни – заманчіве місце, куда мріє попасти кожен мужичок. В спальні зайобана Васіліса Єгоровна лежит ліцом униз, крєпко охвитів подушку сильними руками. Біля дзеркала стоїть напівголий Адам Жоржович добіса гарний мужичок і корчить в дзеркало протівні гримаси.
    Адам Жоржович (сам до себе). Ето піздєц, яка у мєня харя. (До Васіліси Єгоровни). Ти курва куда кєпку мою поклала?
    Васіліса Єгоровна нє іздайот ні звука.
    Адам Жоржович (самовпевнено). Я ету курву так задєлав, шо она уже і говоріть нє может. ( С любов’ю поглажує себе по пухлому тілу обома руками). Тєло блядь я їбу. Кожа як у бога. (До Васіліси Єгоровни). Вася, ти ж мєня знаєш, я ж так шучу пока добрий, но потом і хуйню могу сдєлать. Я етого нє люблю.
    Васіліса Єгоровна. Да відчепись проклятий! Ні днєм ні ночью покоя нєт.
    Адам Жоржович (знаходить кєпку на тумбочці і надіва на голову. Мрійливо сам до себе). От я часто думаю: нєкоториє тьолкі у компанії розказують друг другу разноє там хуйо-майо, от подивіться яка я умная, я етого не люблю.
    Адам Жоржович надвигає кепку на лоба, гарно піднімає брови і заходиться видавлювать прища на носі, а видавивши зсовує брови, примружує оченята і корчить в дзеркало огидні гримаси.
    Адам Жоржович (солодко бормоче під ніс). Мен – піздєц усьому.
    Входить Валер’ян Валер’янович – плюгавий мужичок. Він мовча знімає кєпку під якою виявляється лисина. З першого погляду лисини не видно, бо хитрий Валер’ян Валер’янович зачесав її з права наліво, так шо проділ знаходиться в нього над правим вухом.
    Адам Жоржович. Ти такий хуйовий зробився Валєр’ян, чи у тєбя жизнь хуйовая такая, чи у тєбя кожа на головє сухая, я тебе не пайму!
    Валер’ян Валер’янович. (червоніє). У мєня волос ломкій.
    Адам Жоржович. А хуй в тєбя случайно не ломкій? Га-га-га (регоче). Ну нє абіжайся.
    Адам Жоржович скручує ліві пальці в віді бубліка, а правими ляскає по бубліку, сопровождая ці похабні жести процмокуванням язика і підмигуванням в бік Васіліси Єгоровни. Валер’ян Валер’янович сидить ніяково йорзаючи на стулі і червоніє. Адам Жоржович показує Валер’яну Валер’яновичу три пальці, випучує очі і вип’ячує губи. Валер’ян Валер’янович с уваженієм дивиться на Адама Жоржовича і кача головою. Видно шо он заздрить красивому і сильному мужичку Адаму Жоржовичу.
    Валер’ян Валер’янович. Ти каждий день броєшся, Адам Жоржович, чи через дєнь?
    Адам Жоржович. Да я їбав бриться! Я і так сєбя хаваю от і до. Я ото бриться западло щітаю.
    Валер’ян Валер’янович. А я раньше каждий дєнь брився, жена заставляла.
    Входить Бруно Адольфович белакура бестія.
    Бруно Адольфович. Падйом, бляді, доктор прийшов!
    З цими словами Бруно Адольфович видьоргує з під Валер’яна табуретку, так що той гепається сракою на підлогу.
    Бруно Адольфович (до Адама Жоржовича). Ати шо, красавєц йобаний, сідіш тут, єблом таргуєш? Руб єсть?
    Адам Жоржович. Єсть.
    Бруно Адольфович. Бистро пиздуй в магазін, або падажді я з тобой.
    Бруно Адольфович зникає як вихор, увлєкаючи за собою безвольного Адама Жоржовича. Валер’ян Валер’янович сидить на полу. Деякий час він мається. Це видно із того як він сова руками по брудному полу.
    Валер’ян Валер’янович (до Васіліси Єгоровни). Васіліса Єгоровна, давай пагаварім.
    Васіліса Єгоровна (продовжує отдихати ліцом уніз). І аб чом же у нас будєт разгавор?
    Валер’ян Валер’янович (червоніє). Ну как ето об чьом, Васіліса Єгоровна? Разниє єсть інтєрєсниє для нас обоїх вєщі.
    Васіліса Єгоровна. Мінє оні уже давно нє інтєрєсниє еті вєщі.
    Валер’ян Валер’янович (червоніє, але робить харошу міну при поганой ігрі). Ето, Вася, шо, нада понімать как визов?
    Васіліса Єгоровна. А понімай як хочеш, лисий гандон. То шо я тагда по п’яному дєлу зробила, била ошибка.
    Валер’ян Валер’янович сидить долі, слухає ці неприємні для себе вєщі і шарить руками по брудному полу. Входить Умберто Васильович, цинічний мужичок. На галавє у Умберто Васильовича купа брудного волосся. Вдягнут він не акуратно, з претензією на хамство.
    Умберто Васильович. Шо ти там шукаєш Валер’ян Валер’янович? Может гайка от болта куда закатілась?
    Валер’ян Валер’янович. Ні, то нє, то я так. Я хтів подивиться чи скабку на цьом полу можна загнать чи нє.
    Умберто Васильович кида бистрий і хтивий погляд на койку з Васілісою Єгоровною, пальцами лєвой руки робить бублік, а пальцами правой ляскає по бубліку, при цьому він підмигує до Валер’яна Валер’яновича. Валер’ян червоніє і розводить руками. Умберто Васильович регоче.
    Валер’ян Валер’янович. Я тебе хтів запитать, Умберто Васильович, ти нє даш мнє оту книгу почитать, де про разні астрали написано. Або давай обміняємося: ти мінє про астрали, а я тєбє “Потєряний край” і “Зов мєчти”. Харошиє кнігі, інтєрєсниє.
    Умберто Васильович. А ти хуй в бєлки видів?
    Входить Бруно Адольфович і Адам Жоржович з пляшками противного вина.
    Бруно Адольфович. Ану тихо блядь!
    З цими словами Бруно Адольфович лунко винімає корок з пляшки і миттю розлива вино в стакани. Все що він робить це демострація його нахабства. Навіть циніку Умберто Васильовичу це ясно. Всі випивають. Причому Адам Жоржович сдвига брови і дивиться на себе в дзеркало.
    Умберто Васильович. Адам Жоржович, ти протри оченята, там у тєбя гной скопився.
    Адам Жоржович протира оченята, в той же самий час Умберто Васильович скручує дулю і тикає Адаму під ніс.
    Умберто Васильович. Ну шо як відімость?
    Усі тупо регочуть.
    Бруно Адольфович. Та, то найобки єщо хуйня. Вот я чітав кнігу “Дєтство Геббельса” називається. От заїбісь книга. От ані как-то з Кальтебрунером знайшли бомбу і, от пацани, не іспугалісь, падлажилі учітєльніце в кабінєт. Учітєльніца заходить і каже: “Дєті, ауфідерзейн”, а Геббельс не іспугався, як хуйньот той бомбой, так учітєльніцу увєзлі дактара і обнаружилі у нєйо нєнормальниє сокращенія влагаліща. Це пизда по нємєцкі. От нєйо муж потом ушов.
    Валер’ян Валер’янович. От мєня тоже жена ушла.
    Умберто Васильович. Мнє всьож не понятно, почєму Геббельс нє взорвался?
    Бруно Адольфович. Бомба била нє заряжена. А то б канєчно взорвался.
    Валер’ян Валер’янович. Адам Жоржович, а тєбє кагда нібудь жена ізмєняла?
    Адам Жоржович. Ха, інтєрєсна, з ким же ета вона могла мєні ізмєніть? Я такой мен – шо ето піздєц. Мнє даже ізмєніть невозможна. Я совершенно за ета спокоєн. Всє будут з рагамі, а я нєт. Ана мєня хаваєт от і до. Мнє даже остопізділо. Єслі б ана мнє ізмєніла, я б даже кайфував.
    Бруно Адольфович (раптово). Тьолок нада пиздить. (Бруно Адольфович сильно пиздить кулаком по столу, так шо підскакують стакани). Но сначала зав’язать в мішок, мішок завєсіть на балку, а пиздить нада ломом.
    Валер’ян Валер’янович. А тєбє, Бруно Адольфович, шо, жена ізмєняла?
    Бруно Адольфович (скручує в руці кусок бринзи). Всі тьолки суки і прастітутки.
    Адам Жоржович. От я часто думаю: Єсть тьолкі багатиє, а єсть бєдниє, тоже єбаться хотят, я етого не люблю. Я так щитаю: хочеш їбаться поведі в ресторан, накормі, повезі в таксі, от тагда і їбайся. А бєдні тьолки ето хуйня, я етого не люблю.
    Валер’ян Валер’янович. А тєбє, Умберто Васильович, шо, жена ізмєняла?
    Умберто Васильович. Та мінє ето до пизди. Она думаєт шо ето мєня валнуєт, но ето как раз ошибка. Оно мєня не йебьот ні грама.
    Валер’ян Валер’янович. От моя жена вродє хуйовая, но я от нєйо торчу как пацан.
    Адам Жоржович. А мої прєдки були дворянє. А бабина тьотка була якась фрейліна. В нєйо даже своя печать була.
    Умберто Васильович. А мого дєда дядя їбав твою тьотку в жопу во время спірітіческого сєанса.
    Входить Валєрій Валєрійович сильний і умний мужичок, він бачить таку картіну: на койці лежить Васіліса Єгоровна, за столом сидять всі уже знайомі нам мужичкі і п’ють пратівне вино. На полу лежать потоптані шматки бринзи.
    Умберто Васильович. Шо, Валєрій Валєрійович, руб єсть?
    Валєрій Валєрійович. Канєшна єсть.
    Валєрій Валєрійович пальцами лєвой руки робить бублік і щолкає по бубліку пальцами правой. Обличчя його при цьому подьоргується в протівной гримасі, іскажая наше первоє, пріятноє про єго впєчєтлєніє. Бруно Адольфович которий оживілся при мислі шо у Валєрія Валєрійовича єсть руб голосно кричить: “Ану цить! Всі виймай гроші і клади сюди!”. Всі крім Адама Жоржовича який стоїть у своїй звичайній позиції перд дзеркалом і корчить рожі, кидають гроші перед Бруно Адольфовичем.
    Бруно Адольфович. Адам Жоржович, ти скільки кинеш?
    Адам Жоржович (не повертяаясь, пихато). Три палочки.
    Адам Жоржович робить паузу і повертається перед дзеркалом в профіль дико скосивши очі, як скажений кінь.
    Адам Жоржович. А профіль – ета вабще. Піздєц усьому!
    Завіса.`,
};

const pizdets = {
  title: 'Піздєц',
  url: 'http://doslidy.org.ua/?page_id=75',
  text: `Дійові особи
    Магарич, митець.
    Омелян Косопизд, митець.
    Харитон Уйобищенко, митець.
    Назар Сивуха, митець.
    Альфред Золупенко, митець.
    Люда, вагонна провідниця котру всі вищезгадані митці їбуть іноді по черзі а іноді так.
    Гаврюша Обізянов, інженер.
    Степан Срака, главний інженер.
    Шльома Гомельский, науковець.
    Роже Городі, французський буржуазний націоналіст.
    Пророк Самуїл, старий жид.
    Дія перша.
    На сцені стоїть товарний вагон. На дверях вагона напис E=MC^2. Трохи нище написано: “Ніщо нікуда не зникає і нізвідкіля не береться”, підпис: Ломоносов. Ще нижче написана непристойна похабєнь. Двері старанно закриті і прикручені дротом, із-за дверей чути приглушені голоси.
    Перший голос. І от уявіть собі, – цей мудило уходить і ви залишаєтесь з нею удвох, а у вас в руках немає нічого крім старого дерев’яного корита.
    Другой голос. З цього місця, будь ласка, з подробицями, Альфреде Юхимович.
    Перший голос. Перш за все ви сците у корито.
    Третій голос. Воно ж диряве, Альфред Юхимович.
    Четвертий голос. Замовч, не пизди, слухай що розумна людина каже.
    Голос Альфреда Юхимовича. Повторяю ще один раз для тугодумів: ви сците в корито, шановний, а потім ставите її туди обома ногами.
    Другий голос (хрипко). Шо одєтую?
    Голос Альфреда Юхимовича. Звичайно ні, пан Сівуха, – голісіньку!
    Третій голос. Тю! Навіщо таку хуйню робить – та підійшов сзаду та засунув!
    Четвертий голос. От ти, Косопизд репаний, замість багато пиздіти учився б у старших людей.
    Третій голос. Та я єбу!
    Голос Альфреда Юхимовича. Спеціальне пояснення для дітєй природи – моча актівізіруєт ерогєнниє зони у женщіни на п’ятах.
    Голос Косопизда. Тю, яка іщо зона, блядь, когда вона і так мені кожну ніч сниться.
    Четвертий голос. Та не пизди, дай послухать!
    Голос Альфреда Юхимовича. Тантра, на хуй!
    Голос Назара Сивухи. Я вас прошу, не отвлєкайтєсь, шановний Альфреде Юхимович.
    Голос Альфреда Юхимовича. Я акцентірую ваше вніманіє, господа, – женщіна прі цьому пріходіт в состояніє статевого збудження.
    Голос Назара Сивухи. Як ви сказали, Альфреде Юхимович? Повторіть.
    Альфред Юхимович. “Статевого збудження”, пизда очката. І саме в цю мить, господа, ви вказівним і безімянним пальцями намацуєте у неї подколєнну ямку і починаєте її лизати, весь час поднімаючись язиком все вище, вище і вище…
    П’ятий голос. І так до самої сраки! Га-га-га-га!
    В вагоні раздається тваринний регіт.
    Голос Альфреда Юхимовича. Саме в цю хвилину, мої друзі, до вас приходить довгожданна ерекція.
    Голос Назара Сивухи. А якщо не приходить, Альфреде Юхимович? Тода що робить?
    Голос Омеляна Косопизда. Тогда надо воду злівать!
    Входить Люда, вдягнута вагонною провідницею, в руках у Люди поднос із їжею. Вона разкручує дріт на дверях, відчиняє іх і зникає у темній пащі товарного вагону.
    Голос Омеляна Косопизда. Скількі тєбя ждать можно, курва!
    Голос Харитона Уйобищенки. Знов макарони, блядь!
    Голос Альфреда Юхимовича. А бацили шо нема?
    Голос Назара Сивухи. Та не чавкай, ти – чучундра! Голос Магарича чавкає.
    Деякий час з вагону долинає тільки чавкання, стукіт алюмінєєвих ложок та репліка Омеляна Косопизда “Давай компот на хуй!”. Трохи згодом ми чуємо хтивий голосок Назара Сивухи – “Люда, ти готовая?”, та якесь таємниче шарудіння. За декілька хвилин Люда виходить з товарного вагону, держачи акуратно складені стойкою забруднені алюмінієві пуломиски. Вона поправляє зачіску, надіває формєний бєрєт і закручує двері на дріт. З товарного вагону чути, як хтось сито ригнув і веселий регіт. З усього видно, що його мешканцям живеться гарно і весело. Входять Гаврюша Обізянов і Степан Срака, поглиблені в свої інженерні папки і розрахунки. Вони зайобані і закомплексовані.
    Гаврюша Обізянов. По нашим даним, якщо будівництво не наєбнеться зараз – воно обов’язково наєбнеться в наступному кварталі.
    Степан Срака (налякано). І шо тогда будєт, Гаврюша?
    Гаврюша Обізянов (спльовує). Тюрма на хуй!
    Голос Альфреда Юхимовича. Так от, друзі мої, єслі с женщіной правильно обращаться, то она становітся уже не жєнщіной, а сімфонієй етого, как єго…
    Голос Магарича. Брамса!
    Голос Альфреда Юхимовича. В пизду Брамса! Ото пизданув, як в лужу перднув!
    З вагону знов чути як хтось сито ригнув, і голос Омеляна Косопизда – “Макарони блядь!”
    Степан Срака (пошепки). От дє кайф ловлять!
    Гаврюша Обізянов (до Люди). Хто там у тебе ?
    Люда. Митці.
    Гаврюша Обізянов. Які митці?
    Люда. Разні. Один з бородою, один бритий, ще два з вусами, а один очкарик – пацан єщьо.
    Степан Срака. І шо вони роблять?
    Люда. А макарони їдять! У суботу і неділю замість компота – кохве, горілку по святах.
    Гаврюша Обізянов. А бацила?
    Люда. Бацилу раньше давали, щас ні.
    Степан Срака (рішуче). От все одно – заєбісь жизнь! (До Люди). Відкривай, блядь!
    Люда. А може не треба – вони битись будуть!
    Степан Срака. Та одін хуй – раз живьом! Эх жизнь хуйовая!
    Степан Срака і Гаврюша Обізянов штурмом беруть вагон, але негайно отримують пизди і відкочуються назад. [Гаврюша щупає бланжа на морді: “Террористи хуєві!”]
    Степан Срака. Пустіть друзі! Ми більше не будемо!
    Голос Магарича. Тобі, я бачу, мало пизди получить, – ти ще хочеш шоб тебе в сраку виєбли! Закрий двері – бздить!
    Степан Срака. Хлопці, єбіть куди хочете, тіки пустіть – парашу буду виносить, бля буду!
    Голос Харитона Уйобищенки. А шо, можна пустить, хлопці – воно, інженер, як цуценята – скавучить, то так весело робиться, а набридне – придушим та й викинем к хуям!
    Альфред Залупенко. Правильно, хлопці – нехай лізе.
    Омелян Косопизд. Чєловєк чєловєку – друг, товарищ і брат.
    Гаврюша Обізянов і Степан Срака залазять до товарного вагону і зникають в пітьмі. Люда знову закриває двері на дріт.
    Голос Магарича. А ти, курва, як ще кого-небудь пустиш – я тобі гланди через сраку вирву!
    Люда уходить, подзенькуючи [пустим] посудом.
    Голос Альфреда Юхимовича. На чьом ми зупинились, господа?
    Назар Сивуха. На сімфонії Бpамса.
    Альфред Юхимович. В пизду [того] Брамса! Ви, пане Сивуха, краще слухайте уважно і занотовуйте до цитатника, бо ви ніхуя іще жизні не знаєте! От вчора, після вечері, вам звонила якась лярва – мов так і так, кидай усе – приїзджай їбати! Так шо ви зробили? – Весь затрусилися мов скажений і давай у двері гупати, [мало окуляри не побили!] Так добре, що у меня шприц всєгда наготовє. От ви, Косопизде. От щоб ви зробили на місті пана Сивухи?
    Голос Омеляна Косопизда. Та я б її вбив!
    Альфред Юхимович. Чули, пан Сивуха? Шо неясно?
    Степан Срака (запопадливо). А шо у вас в ампулах до шприца?
    Альфред Юхимович (демонстрірує свою комунікабельность). Чом не сказати? Скажу: в одній ампулі – сімянна витяжка бобра, в другій – всячєскіе імунодєпрєссанти.
    Степан Срака (у захваті). Яки люди! Гаврюша, які люди! А ми цілу жизнь їбемось як кроти, як та мушка ми літаєм.
    До вагону кілька хвилин тому підійшов Шльома Гомельский – науковець, і з цікавістю прислуховується до бєсєди, яка плавно тече в своєму звичайному руслі.
    Альфред Юхимович. Або увізміть таку штуку як танці. Щас кожен мудак сам по собі танцює, руками й ногами махає, спотіє весь, а в нагороду хіба що запалення легенів схопить. Між тим, чоловічий піт – то ценна сировина. Тож, замість руками махать, візьми платок та зажми його під пахвою і так танцюй, щоб добре потом просяк.
    Голос Магарича. Ги-ги! Ото нєхуйово!
    Альфред Юхимович. Як хорошо просякне – зараз їм тьолці мармизу витри і считай дєло в шляпе.
    Голос Косопизда. Тю! А ця хуйня навіщо?
    Альфред Юхимович. Вона раз нюхне і їй піздец! Від ерогенних зон носа імпульс іде до статевого центру збудження. Тільки і роботи, що до кущів дотягти!
    По очкастому і веснянкуватому обличчі Шльоми [Гомєльского, який припав вухом до вагону] обільно тєкут сльози і слюні.
    Шльома (крізь сльози щастя). Хлопці, пустіть.
    Голос Альфреда Юхимовича. Іди в лабораторію, жидок, тут своїх вже до хуя!
    Шльома Гомєльский (вражений такою проникливістю). Звідки ви знаєте, дядя?
    Альфред Юхимович. Я зняю, бо я жизнь прожил! Пиздуй, тобі кандидатську їбошить надо!
    Шльома Гомєльский (схлюпує). Єбав я ту кандидатську!
    Альфред Юхимович. Ти шо, пизда, не хочеш 150 карбованців получать?! Нє, ви бачили таке? Совсєм оборзєл пацан.
    Шльома плаче. Його ридання гнітуче діють на сидячих у вагоні. Вони зловісно мовчать.
    Омелян Косопизд (жорстоко). Нічого, нехай поплаче, потім піде собі обрєзаніе зробить, мацою зажре та буде банкувать [як у теплій сраці].
    Альфред Юхимович. Ти не гуманіст, Омелян.
    Магарич. А шо, може візьмем жидка?
    Харитон Уйобищенко. Та, мені шо? Нехай лізе… [Якщо не буде бздіть, нехай лізе – мені шо?]
    Косопизд. Пайка зменьшиться!
    Назар Сивуха. Жиди – то такі хітросракі… Заждіть, вони не тільки шо макарони, – вони й сайри дістануть!
    Альфред Юхимович. Сайра хай вас не їбе, пан Сивуха, – вам її все одно не їсти. (До Шльоми) Давай, жидок, розкручуй дрота і йди сюди – ми тобі посвящєніе в митці зробимо.
    Шльома відкручує дрота і залазить до вагона, де його відразу ж починають пиздити любителі цієї справи: Магарич, Омелян Косопизд і Харитон Уйобищенко.
    Гаврюша Обізянов. Надо двері якось закрутить – це ж не богадельня, шо вони все лізуть і лізуть!
    Альфред Юхимович. Та нехай, Люда обід принесе та й закрутить.
    Входить Роже Городі – французський буржуазний націоналіст. Він у шикарному фланелевому костюмі з гарним капелюхом на голові.
    Роже Городі (стука по вагону). Вилазь, хлопці, – свобода прийшла!
    У вагоні мовчання.
    Роже Городі. Хорош хнюпитись, хлопці, на волі хорошо – пташки, жито, квіточки, дівчата, шо хочеш – те й малюй, всіх куди хочеш – туди й посилай!
    Степан Срака (пошепки). Явна провокація, хлопці, – ми виліземо, а він хвисть і сам залізе та й буде макарони один за всіх наябувать!
    Альфред Юхимович. (до Роже Городі) А бацилу даватимуть?
    Роже Городі. Нє. Бацила тільки в Бога і в начальства!
    Магарич. Ну то іди к хуям звідси!
    Омелян Косопизд. Нас агітіровать на хуй! Ми самі кого хочешь загітіруєм!
    З вагона вилітає камінюка і збиває з Роже Городі капелюх. Роже Городі палахливо тікає. Входить якийсь дідуган з довгими пейсами, одягнутий в лапсірдака, поверх лапсірдака у нього яскрава кацавейка залізничних робітників, в руках у нього кувалда і лом.
    Голос Магарича. Діду, закрутіть дрота [на хуй], бо дме [сквозить дуже]!
    Дід мовчки закручує вагона на дріт і починає кувалдою методично вибивати утюги, завдяки котрим вагон стоїть на місці.
    Голос Харитона Уйобищенки. Дєдушка пацаватий, ото воно йому надо отак їбошить!
    Магарич. Амбальний дідусь. Мабуть і хуй ще стоїть! Стоїть хуй, діду?
    Дід (продовжує роботу). Стоїть, синку, – дай тобі боже щоб в тебе так стояло!
    Омелян Косопизд. Ого, ні хуя сєбє, дєдушка борзєєт! А як звать тєбя?
    Дід (продовжує роботу). Як звать? А Самуїлом.
    Харитон Уйобищенко. Тоже жид, значить. Жидів розвелось, я їбу!
    Самуїл (продовжує роботу). Да, багато жидів.
    Омелян Косопизд. У нас тут тоже єсть.
    Назар Сивуха. Ги! Самуїл. Може ти пророк Самуїл?
    Самуїл (просто). Да, я – пророк Самуїл.
    Альфред Юхимович. Ха! [Ото нєхуйово!] А ну пророки шо з нами буде!
    Пророк Самуїл. А шо буде? Нічого не буде – Піздєц буде!!!
    З цими словами Самуїл вибиває останній утюг, вагон зривається з місця і швидко зникає з очей. Входить Люда. В руках у неї пуломиски з макаронами і компотом. Люда завмирає на місці.
    Люда. А де ж вагон? Де хлопці?
    Пророк Самуїл. Гдє, гдє – в піздє! Смотрєть надо!
    У цю ж мить з того боку, куди уїхав вагон, роздається страшний вибух. Люда роняє пуломиски [та застигає на місці].
    Пророк Самуїл. Какая ви нєрвная – я єбу!
    Завіса`,
};

const patzavataStory = {
  title: 'Пацавата історія',
  url: 'http://doslidy.org.ua/?page_id=49',
  text: `Дійові особи
    Гриша Нєпєйвода, карлік з театрального коллєктіва “Орфєй і Еврідіка”.
    Вася і Пєтя Твєрдохлєбови, ліліпути з коллєктіва “Орфєй і Еврідіка”.
    Гнат Пилипович Рак, іграющій режисьор і ісполнітєль ролі Орфєя.
    Лариса Сидорівна Сало, ісполнітєльніца ролі Еврідікі..
    Коля і Поля, ідіоти-дауни.
    Люба Неїжмасло, женщіна-коняка з конкурірующего коллєктіва “Арієль”.
    Льова Ковбаса і Стьопа Хулімулін, горбуни з коллєктіва “Арієль”.
    Клім Моісєйович Кац, головний режисьор народного театра імені турецького комуніста Залупа Хуйбердиєва.
    Уляна Юхимовна Світисонечко, юродива старушка.
    Дія перша.
    Кабінет Кліма Моісєйовича Каца. В кабінеті сидить Клім Моісєйович. зайнятий у справах. Входить Гнат Пилипович Рак, Гриша Нєпєйнодаі ідіот Коля.
    Гнат Пилипович Рак.
    Дозвольте к Вам, Клім Моісєйович поважний, Звернутися у справах очень важних.
    Входить Льова Ковбаса. Стьопа Хулімулін і Поля.
    Льова Ковбаса.
    Клім Моісєйович, послушайтє міня, Ви підарасів етіх бойтєсь, как огня!
    Гриша Нєпєйвода.
    Я встрашном гнєвє, помолчі, мудак, Когда говоріт Гнат Пилипович Рак!
    Стьопа Хулімулін.
    Моя твою возьмьот за голу сраку І харашо отпіздіт, як собаку.
    Клім Моісєйович Кац (велично).
    Ідітє нахуй всє, покіньтє кабінет!
    Все дєлают одін шаг вперьод.
    Всі (хором). Нєт!
    Під час суперечки ідіоти-дауни Коля і Поля мовчки дивляться один на одного і сопуть. Видно, шо вони подобаються один одному. Входять Вася і Пєтя Твєрдохлєбови, ліліпути з коллєктіва “Орфєй і Еврідіка”.
    Вася Твєрдохлєбов (до Гриши Нєпєйводи).
    Лариса Сидорівна Сало Сьогодні под трамвай попала, І он їй іспортіл всьо їбало.
    Гриша Нєпєйвода.
    Она жива?
    Пєтя Твєрдохлєбов.
    Жива, конєшно. Но надо что-то дєлать спєшно. Єйо нам нєкєм замєніть.
    Клім Моісєйович Кац.
    Сказав я, нахуй всі ідіть!
    Входить Лариса Сидорівна Сало і Люба Неїжмасло, обидві страшні.
    Люба Нєїжмасло.
    Смотрітє, от хуйова баба. 1 відно. шо на перед слаба.
    Лариса Сидорівна Сало.
    Молчі, ти, тарапашня сука. Для мєня відєть тєбя – мука.
    Гнат Пилипович Рак.
    Ви, курви, обє замолчіть!
    Клім Моісєйович Кац.
    Кажу я, нахуй всі ідіть!
    Гнат Пилипович Рак.
    Клім Моісєйович прекрасний. Ви не волнуйтеся напрасно. Ми всьо устроім вері гут. На Любу зрітєлі ідут. Однак для ролі Еврідіки У нєйо від нємного дікій. К тому ж вульгарний лєксікон, проісхождєньє видаст он! Я прєдлагаю їхню Полю всєрьоз попробовать на ролю, і тєм убить двох зайців вмить. А коллєктіви заміріть.
    Німа сцена.
    Клім Моісєйович Кац.
    Товариш Рак, ви шо мудак?
    Гнат Пилипович Рак.
    Іначе нам ніззя нікак.
    Ми Полю паранджою вкроєм, Тєм самим нєдостаткі скроєм.
    А сцену, де вона в могилі, Ми сдєлаєм, как-будто в милі,
    Потом она садітся в гроб…
    Клім Моісєйович Кац.
    Ваш план уже мнє остойоб.
    Гнат Пилипович Рак (нєвозмутимо пояснює).
    Ми образ видєляєм главний,
    Характер героїні славний,
    По-мойму, будєт заїбісь!
    Клім Моісєйович Кац.
    Ви в страшні дєбрі забралісь. А вийдєт с етого хуйня. Орфєй в нас хто?
    Гнат Пилипович Рак.
    Канєчно, я.
    Клім Моісєйович Кац.
    Ну ладно, щас в пизду ідіть. Глядіть, мєня не підведіть, Бо нам усім тогда піздєц.
    Всі (хором).
    Клім Моісєйович, какой Ви молодєц!
    Дія друга.
    Генеральна репетиція спєктакля “Орфєй і Еврідіка”. Сцена зображує собою пекло. Кругом стоять казани, в яких булькотить смола. На сцені Гнат Пилипович Рак в костюмі Орфєя, Гриша Нєпєйвода в костюмі Князя тьми і світа чортів, в яких можна впізнати наших старих знайомих Васю і Пєтю Твєрдохлєбових, Льову Ковбасу і Стьопу Хулімуліна. Вони тримають в руках списи і тризуби, як то і положено чортам. В залі сидить Клім Моісєйович Кац з колокольчиком.
    Гнат Пилипович Рак (в ролі Орфєя до Гріши).
    К тєбє прийшов я нє таясь, Тьми вогкой пацаватий Князь.
    Гриша Нєпєйвода.
    Как же посмєл ти, підарас, Покой нарушіть мой сєйчас?
    Клім Моісєйович Кац звонить в колокольчик: “Дінь-дінь-дінь”.
    Клім Моісєйович Кац.
    Мнє кажеться, что ету фразу Проізносіть нє стоіт сразу. А, єслі можно, мєдлєнєй…
    Гнат Пилипович Рак.
    Клім Моісєйовіч, Вам віднєй.
    (До чортів). Ей ви, хуї, давайте гроб!
    Льова Ковбаса.
    Ти нє командуй, долбойоб!
    Коля. Вася і Петя вкатують на сцену гроб. В ньому лежить Поля в паранджі. За гробом мовчазно йдуть Лариса Сидорівна Сало і Люба Неїжмасло, одягнуті страхопудалами.
    Гнат Пилипович Рак.
    О, це она, моя прекрасна! Уви, я странствував напрасно, Уже єйо нє ожівіть…
    Починає грати на арфі. Гриша Нєпєйвода робить руками паси, щоб Поля встала.
    Клім Моісєйович Кац.
    Поля, вставай!
    Лариса Сидорівна Сало.
    Токо блядь так заставляє сєбя ждать!
    Поля лежить. Люба Неїжмасло пиздить Полю дрючком. Поля вивалюється з гроба і падає на підлогу з сильним стуком, вже нежива. У цю ж мить Коля закалує Любу Неїжмасло списом. Гнат Пилипович Рак грає на арфі все голосніше.
    Клім Моісєйович Кац.
    Хуйню негайно прєкратіть!
    З цими словами Клім Моісєйович кида у Колю колокольчик і влучає йому просто в лоба. Коля і колокольчик надають, причому колокольчик звенить, а Коля ні, бо мертвий. Гнат Пилипович Рак хуярить на арфі Andante, але ніхто на сцені не встає, як того потребує п’єса про Орфєя. Замість цього на сцені з’являється Уляна Юхімовна Світисонечко, юродива старушка. В руках у неї противотанкова граната.
    Уляна Юхимовна Світисонечко.
    Ложись на пол, піздоболи!
    Всі кидаються на пол, причому поспєшно кинута Гнатом Пилиповичем Раком арфа іздає протівний звук.
    Уляна Юхимовна Світисонечко.
    Ви мене іжвінітє жа хуйову дікцію. У мєня кольцо в жубах.
    Дійсно, Уляна Юхимовна не бреше, в зубах у неї кольцо від противотанкової гранати.
    Клім Моісєйович Кац.
    Не вєрю! Нє вєрю!
    Уляна Юхимовна, яка все чула, починає страшно реготати. Під регіт Уляни Юхимовни завіса поступово закривається. За завісою чути страшний вибух. Світло гасне. У темряві і тиші чути жахливий стук телетайпа.
    Голос діктора.
    Останнім часом діяльність терористів знов активізувалась. Сьогодні невідомими особами була закинута бомба в театр імені Залупа Хуйбердиєва під час постановки опєрєти “Орфєй і Еврідіка”. Деякі обозрєватєлі думають, шо вибух -дєло рук мафії, но от чєго на самом дєлє проізошла ця пацавата історія, ніхто об’ясніть не може.
    Кінець.`,
};

const timeHero1 = {
  title: 'Герой нашого часу. Повість перша',
  url: 'http://doslidy.org.ua/?page_id=43',
  text: `Дійові особи
    Савка, герой нашого часу.
    Ахванасій, учень Савки.
    Митродора Пилипівна, вже пожила, але гарна курва.
    Анжела, Жанна і Вєроніка, блядовиті дівчата.
    Соломон, неудачний конкурент Савки.
    Дія перша.
    Великий стіл. На столі стоять миски з бацилою. За столом сидять Савка і Ахванасій і наябують бацилу.
    Савка (з набитим ротом, до Ахванасія). Я сьогодні Анжелу виїбу, бля буду. Ти в це діло не мішайся, бо я тобі залупу відріжу і натягну на їбальника, бля буду. Пойняв?
    Ахванасій. Пойняв.
    Савка. Курва буду. (Савка гидко спльовує шматком бацили на підлогу. До Ахванасія.) Підбери, синок хуїв.
    Ахванасій похапцем підбира з пола неапетитні шматки бацили.
    Савка. Їж, шакал йобаний!
    Ахванасій похапцем з’їда бацилу.
    Савка. Кому спасібо надо сказать?
    Ахванасій (з набитим ротом). Дяді Савці.
    Савка. Вчити вас, синків, треба, іщо ніхуя служби не пойняли.
    Савка витира масні губи піджаком і любовно хряскає Ахванасія по лобі, так, що той гепається на запльовану Савкою підлогу.
    Савка (задоволено). Шо не ясно, йоб твою в дарданели мать.
    Ахванасій мовчить, низько опустивши маленького лоба і раз-по-раз любовно зиркає на Савку манюними оченятами.
    Савка. Шо стоїш, як ісусик? Бабу їбав?
    Ахванасій. Ги-и.
    Савка. А хочеться!
    Ахванасій. Ги-и.
    Савка. Хе, йобаний черепок.
    Дія друга.
    Квартира Соломона з великими бра, консолями, камінами, і кандєлябрами. У квартирі Анжела, Жанна і Вероніка. Вони бавляться різними цацками, що їх так багато в квартирі у Соломона. Входить Соломон, просто і зі смаком одягнутий в домашнього фартушка.
    Соломон. Дівчата, хто буде чай пить, а хто кохфе?
    Анжела. Я кохфе буду.
    Жанна і Вероніка. Ми теж кохфе будемо.
    Входить Митродора Пилипівна, вже пожила, але гарна курва.
    Митродора Пилипівна. Я щаз була на діспуті, шо такоє щастя. Нічого, культурно побазарілі. Правда, лєктор був якийсь припездяний.
    Анжела. Я так думаю, шо щастся кожний по-своєму понімає. От у меня бил одін пацанчік, ми з нім стрічалісь, так он мнє всьо врємя свой характєр показував.
    Раптом відчиняються двері і в кімнату ввалюються Савка і Ахванасій. Вони в розхристаних тулупах, сопуть і дико зиркають по сторонах налитими кров’ю оченятами.
    Митродора Пилипівна (сама до себе). А гарний пацанчик, їбать мене в дишло…
    Савка (грізно). Анжела, тєбє двє мінути на размишлєнія. Наябуй кохфе і пиздуй за мной.
    Ахванасій (дивиться на Савку ніжним поглядом). Ги-и.
    Анжела. Ти посмотрі, какой он бистрий.
    Савка. Хорош пиздєть.
    Соломон. А хто ви такой, пришлі, матюкаєтесь тут, шо такоє?
    Савка. Та йоб твою мать, жидок, я тебе раз переїбу, в тебе залупа отвалиться.
    Ахванасій. Савка, та впизді його, шоб не базарив.
    Савка пиздить Соломона, Соломон відразу ж пада.
    Митродора Пилипівна (сама до себе). От ето удар.
    Савка. Шо, нравіца? На.
    Савка пиздить Митродору Пилипівну. Митродора Пилипівна пада, як мішок з гавном.
    Ахванасій. Так їх, дядя Савка!
    Савка (агресивно гарчить). Щас в ігру поіграєм. Цель ігри – вийті живим із боя. Всім стать к стєнє.
    Ахванасій. Га-га-га-га! (Регоче.)
    Вероніка. Савка, не пиздь, я не винєсу.
    Савка. Винєсєш.
    Савка пиздить Анжелу, Вероніку і Жанну. В результаті, на полу лежать п’ять тіл без ознак життя.
    Савка (чуха потилицю). Пиздєц, на хуй.
    Ахванасій. А тепер шо робить будем?
    Савка (шуткує). А будем хуєм груши збивать.
    Ахванасій. От погуляли ми сьогодні! Особєнно я іржав, коли ви тьолок пизділи. От піздєц!
    Савка (мєтко подитожує). В етой жизні так, Ваня: хто умнєє, тот і прав.
    Ахванасій. Ги-и.
    Завіса`,
};

const timeHero2 = {
  title: 'Герой нашого часу. Повість друга',
  url: 'http://doslidy.org.ua/?page_id=45',
  text: `Дійові особи
    Савка, герой нашого часу.
    Ахванасій, учень Савки.
    Горгона Пилипівна, сестра впиздженої Савкою Митродори Пилипівни.
    Хабібулін, кунак Савки.
    Єгорка Іванцов, геолог і дурний кацап.
    Васіліса Єгоровна, женщіна мужской мєчти.
    Дія перша.
    Страшне провалля, над яким жахливо літають орли. Над самим краєм провалля стоять Савка і Ахванасій й плюють униз.
    Савка (плює униз). Пригай, нахуй!
    Ахванасій (плює униз). Ну його в пизду, блядь!
    Савка (показує на орла). Дивись, блядь нахуй.
    Савка бере каменюку і мєтко швиря в орла. Підбитий орьол камнєм падає вниз.
    Ахванасій. Савка, а шо ти кинув?
    Савка. Гранату.
    Обидва регочуть. Деякий час Савка і Ахванасій з цікавістю дивляться вниз.
    Савка (плює униз). Піздєц, нахуй.
    Ахванасій (плює униз). Мєткость рук, блядь, і нікакого мошенства.
    Дія друга.
    Аул. Біля аулу сидить Хабібулін і пале люльку, набиту кізяком. Входять Савка і Ахванасій. В руках у Ахванасія забитий орьол.
    Ахванасій (до Хабібуліна). Стоїмо, бля, а він летить, бля, так Савка як запиздячить, бля. Кажу: “Піздєц, нахуй”, – а Савка: “Ніхуя собі”. – та палкою як переїбе, каже: “Чмо йобане”. Знаєш Савку? А я забрав, оце борщ зваримо. Ніхуйово погулялі.
    Савка (плює). Нє дєлай волни, Хваня.
    Хабібулін (осматрює забитого орла). По-вашему, ето сич називається?
    Ахванасій. Шо за сич. блядь, ніхуя не просцу.
    Савка (внєзапно). Чурка йобаний, блядь, чєрєз мінуту віжу борш на столє, кругом всьо блєстіт-свєркаєт! Шо не ясно, бля?
    Хабібулін бистро зникає, несучи з собою орла.
    Ахванасій. Йобані чурки заїбали, нахуй.
    Ахванасій підбира люльку, набиту кізяком, покинуту Хабібуліним, і пале її. Мимо проходить Горгона Пилипівна, сестра забитої Савкою Митродори Пилипівни, вдягнута туристкою.
    Ахванасій. Диви, Савка, мамка нехуйова.
    Савка. Я таких мамок, Хваня, тоннами на хую вєртєл.
    Ахванасій. Було б время, можна було б зайнятися. Неохота тока мудохатися.
    Горгона Пилипівна. Рєбята, ви нє студенти, случайно?
    Савка (спльовує). Ми доктори, нахуй.
    Горгона Пилипівна. Зачєм же ви так грубо? Я к вам по-харошему. Вот у мєня сєстра в городє, она тоже студєнткой била, так, знаєте, інтересно – новая жизнь. А у молодьожі сєйчас вообщє тяга к знаніям. Я б кажется всьо б отдала, чтоб знов ето всьо пєрєжіть – такой ето кайф. Так чтолі по-вашему називаются еті ощушєнія? Ви нє смотрітє, што я старая, я ваші еті молодьожниє слова знаю, сама такая була. І випить могу, і поговоріть, і поспоріть. Ну от, скажіте. – хто ваш любімий поет? У мєня такоє мнєніє, єслі чєловєк нє любіт поезію, он сам сєбя обкрадиваєт, мнє жалко такого чєловєка! Ілі, когда я віжу молодой, культурний чєловєк бьйот кота, ето ж он сам сєбя обкрадиваєт, ето ж он нє кота бьйот, а сєбя! А ви говоріте, для мєня єслі чєловєк нє любіт пріроду, нє любіт животних, нє знаєт поезію родного края, он для мєня нє существуєт!
    Під час балачок Горгони Пилипівни Савка і Ахванасій сидять мовчки, дегенеративне відкривши роти, як то роблять хворі на аденоїди, і мовчать.
    Горгона Пилипівна. От я смотрю на вас: молодиє, здоровиє, умниє, всьо у вас єсть, – і завідую вам по-харошему. Всьо у вас впєрєді!
    Ахванасій. Заїбала нас тут, шось пиздить, а шо – хуй просциш.
    Савка. Переїби, шоб не пизділа.
    Ахванасій пиздить Горгону Пилипівну. Горгона Пилипівна падає довго і важко, як мішок з гавном. Входить Хабібулін з відром, у відрі кипить борщ, зварений з орла.
    Хабібулін. Ми з неї тоже будем борщ варить, чи може так зажарім, нахуй, да і з’єдім?
    Савка. Чурка хуєв! Скіки тєбя учіть можна, блядь! А шо, борш залупою їсти будем?
    Хабібупін похапцем кидається за ложкою. Тим часом Ахванасій витаскує з борща противну орлячу голову і висмоктує в неї мозги.
    Ахванасій. Ти, Савка. попробуй! В голові фосфору дохуя, волоси випадать перестануть.
    Дія третя.
    В горах Єгорка Іванцов. геолог і дурний кацап, і Васіліса Єгоровна. женщіна мужской мєчти, рвуть траву і собірают камні.
    Єгорка Іванцов (наморщивши лоба). Врємя собірать камні і врємя іх разбрасивать, как ви счітаєтє, Васіліса Єгоровна?
    Васіліса Єгоровна. Об чом ви щас думаєте, Єгорка?
    Єгорка. Єслі чєстно, то я думаю о вас, Васіліса Єгоровна.
    Васіліса Єгоровна. Вот как! Ето уже становітся інтересно. І что же ви обо мнє думаєте?
    Говорячи всю ету мульку, Васіліса Єгоровна прінімаєт очароватєльную позу, стріля глазами в різні боки і поправля на головє волоси красівими жестами рук.
    Єгорка Іванцов. Я думаю, что такая женщіна, как ви, должна украшать жізнь мужчіни, Васіліса Єгоровна. Можно, я вас поцелую?
    Васіліса Єгоровна. А вот етого как раз і ніззя.
    Єгорка Іванцов. Как же так, почєму ніззя?
    Васіліса Єгоровна. А так, ніззя і всьо.
    Васіліса Єгоровна показує Єгоркє Іпанцову кончік язика, от чєго дєлаєтся єщьо прєкраснєй. Саме в цю мить з’являється Савка з своїми учнями-Ахванасієм і Хабібуліним. В руках у Савки камінь, який він тупо підбрасує в руці. У Ахванасія в руках кусок іржавого дрота, який він, сам не знаючи для чого, підібрав з підлоги. У Хабібуліна в руках забитий ховрашок, котрого він несе за задні ноги.
    Ахванасій (показує на Єгорку і Васілісу). Диви, Савка.
    Хабібулін. Синка раз запиздячить, і піздєц йому буде.
    Єгорка Іванцов (побачивши Савку з компанією). Товаріші, сюда ніззя, тут гадюк много, укусят!
    Ахванасій. Пригай вніз, синок хуєв, пока я разрєшаю!
    Єгорка Іванцов (виймає геологічєскій молоток). Тока попробуйте подойті, уркагани, всєх повбиваю!
    Під час неї гнєвної рєчі Хабібулін кида в Єгорку ховрашком і влучає йому в їбальніка. Єгорка падає і плачучи повзе з гори вниз. Васіліса Єгоровна, яка безперечно вважає, шо щас її нємєдлєнно будуть їбати, гнєвно свєрка глазами і робить хорошу міну при поганій ігрі.
    Васіліса Єгоровна. Тока попробуйте подойті, подонкі, я брошусь уніз!
    В словах Васіліси Єгоровни бринить надія на те, шо может всьо обойдьотся тіхо-мірно, і їй не прийдьотся цього робить.
    Савка. Пригай, нахуй!
    Ахванасій (запопадливо). Так шо, Савка, може їбати і нє будєм, мєнє шо то нє хочєтся…
    Хабібулін (запопадливо). Нахуй она нам така здалась. Правда, дядя Савка?
    Васіліса Єгоровна. Хлопчики, та ви шо?
    Савка. Пригай, нахуй!
    Васіліса Єгоровна. А можєт давайте поговорім, рєбята. Ви ізвінітє, я сначала, було, подумала, шо ви жлоби, так вийшло случайно. Ви мнє даже понравілісь, я даже подумала, какіє інтєрєсниє пацанчікі в горах гуляют…
    Васіліса Єгоровна починає роздягатись, стоячи на краю обрина. При цьому вона прєлєстно висовує кончік язика.
    Савка. Ця хуйня тобі не допоможе. Хлопці, будєм грать в ігру “Артілєрія бьйот по своїм”.
    Савка і хлопці набирають повні жмені каменюк. Васіліса Єгоровна. стоячи на краю обрива, іздає пронзітєльний крик і взмиває ввись. Деякий час вона кружляє в повітрі, потім безвозвратно ісчєзаєт в разрєжонннх пространствах горного повітря. Савка, Ахнанасій і Хабібулін стоять мовчки над ними літають орли. Хабібулін і Ахванасій чухають потилиці.
    Ахванасій. Заїбали, курви, чи женщіни, чи може якісь кури, хуй просциш…
    Завіса`,
};

const katzapy = {
  title: 'Кацапи',
  url: 'http://doslidy.org.ua/?page_id=59',
  text: `Дійові особи
    Владімір, кацап.
    Алєксандр, кацап.
    Надєжда, кацапка.
    Ємєльян, кацап.
    Валєнтін, малолєтній кацап, син Надєжди.
    Гриша, борець.
    Миша, боксьор.
    Толя, синок Опанаса.
    Опанас, спрацьований уркаган.
    а також
    Голос із моря, який належить купающємуся вєтєрану.
    Дія перша.
    Вєpанда з самоваpом і віногpадом біля самого синього моpя. Hа моpі штіль. Hа вєpанді сидять кацапи і гpають у каpти.
    Алєксандр (до Надєжди). Владімір-то твой в ігрє нє бєльмєса нє пєтріт!
    Владімір. Нарвался на туза моєго, а тєпєрь вот і злішся. Злішся ведь, я віжу…
    Ємєльян. Так что у нас тєпєрь, двє послєдніх?
    Надєжда. Ти что, друг сітний, с луни что-лі свалілся? Щас дєвочєк-то нє бєрьом.
    Алєксандр. Владімір, ти что підарас, с чєрві захода-то нєт! Ну ви посмотрітє, єму об’ясняєш, а он сідіт как нєрусскій, єблом торгуєт.
    Надєжда. Валєнтін, японскій бог! Ти почєму у кота яйца-то откpутіл? Твой кот что-лі?
    Валєнтін. Мамочка, одін pазочек-то дьоpнул…
    Надєжда. Гляді у мєня, Валєнтін!
    Алєксандр. Hадєжда, ну єго к манахам! Ми ігpаєм ілі нєт?
    Владімір. Hічєго… Пацаньонок-то боєвой pастьот… Скажи дядє – “Вот виpасту, і тєбє, дядя Алєксандр, яйца откpучу, чтоб блядовал-то помєньше.”
    Валєнтін. Вот виpасту, дядя Алєксандp і вам яйца откpучу, чтоб ви блядовалі помєньше.
    Всі кацапи pегочуть. Hа моpі потехеньку здіймаються хвильки і пpиємно блюпають у беpег.
    Дія друга.
    Общій вагон забацаного поїзда. Hа лавках сидять Гpиша, Миша, Толя і Опанас. Вони дивляться в вікно, чистять pибину, п’ють чай з алюмінієвого підстаканніка і в загалі pозважаються – як то положено у поїзді.
    Толя (дивлячись в вікно). Папа, оно диви – самосвал.
    Опанас (гладить синка по голові). Ото, синок, якби ти щас на доpогу вибіжав, де той самосвал, так би усє кишки у тєбя і шваpкнули.
    Толя. Папа, оно диви – гоpи. Папа, а там наші билі?
    Опанас (гладить Толю по голові). Билі, синок, оні кpугом билі.
    Толя. Папа, а оні там стоялі насмєpть?
    Опанас (пиздить Толю по голові). Замовч!!! Hе пизди!!! Вже заїбав батька у доску!
    Миша. Воно дитина, не понімає шо папі тяжело.
    Гриша. Ви здалеку їдете?
    Опанас. З тюpьми!
    Миша (дістає вино). Батя, будеш пить?
    Опанас. Та, блядська печінка… Hу наливай!
    Толя. Папа, і мєнє дай!
    Опанас. Hа! Тільки сцять не пpоси.
    Всі випивають.
    Опанас. У моpі викупаюсь нахуй, і його от скупаю (показує на Толю). Йому вpачі сказали шоб у моpі купався.
    Толя. Папа, а шо лучче – пулімьот чи танк?
    Миша. Танк лучче, по пулімьоту pаз пиздане і пиздарики. (З цими словами Миша наливає вино Опанасу, Гpиші, Толі і собі).
    Толя. Папа, я, як виpосту, виучуся на ахвіцеpа чи на камандіpа. А шо лучче – ахвіцеp чи камандіp?
    Гриша. Та адін хуй!
    Опанас. Вафльониш ти іще на ахвіцеpа вчиться.
    Миша. Скажи, Толя, “заєбал ти меня, папа, сваімі ахвіцеpами, я на моpе їду купаться. Хочеш купаться?
    Толя. Я стpілять хочу!
    Дія третя.
    Вєpанда с самоваpом і кацапами. Hа моpі пpиємно штоpмить.
    Владімір (беpе в pуку чималу камінюку). Hадєжда, посмотpі как я щас камень-то бpошу!
    Надєжда. Hу что ти, как пацан, сєбя нє уважаєш? Старий вєдь поц уже!
    Владімір. Вот давай поспоpім раді смєха-то – тpі pаза подскочіт. (Владіміp кидає камінюку в моpе, яка відpазу тоне).
    Надєжда. Hу что, обосpался підаpас? Что, нє стидно?
    Ємельян. Владімір, камень-то плоскій надо бpать. Вот посмотpи какой у меня – pаз пять подскочіт!
    Надєжда. Как пацани, єй богу. Люді-то кpугом смотpят, мудозвони стаpиє.
    Владімір. Молчі куpва, а то і тєбя бpосім в моpе нахуй!
    Іспугана Hадєжда молчіт. Владімір и Ємєльян кидають камні. Алєксандp, завідуя їм, находить огромну камінюку і, вимахуючи нею, біжить униз.
    Алєксандр. Пока ви тут мудохалісь, я вот что нашол! (Алєксандp показує Владіміру і Ємєльяну скользку пpотивну камінюку і швиpяє її в моpе).
    Голос з моpя. От я блядь щас якомусь підаpасу кину!!!
    З моpя вилазить вєтєpан війни в плавках і з колодками на волохатих гpудях. Одна нога у нього на 10 сантиметpів коpотша за іншу.
    Вєтєpан (до Алєксандра). Я блядь пиздану адін pаз, так мєня люба бальніца возьмьот, а тєбя нєт!!!
    Валєнтін (до Алєксандpа). Дядя Алєксандp! Вам что, дядя калєка яйца откpутіт, чтоб ви блядовалі помєньше?
    Тpивожна мовчанка, штоpм на моpі дедалі сильнішає.
    Дія четверта.
    Общій вагон забацаного поїзду. За столом сидять п’яні Гpиша, Миша, Опанас і Толя і ведуть свєтскую бєседу.
    Миша (до Гриші). Сіжу я в баpе у Пpибалтіке, кpугом стаpінні стулья – заєбісь сдєлано! Заходить мудак і каже: “Ето мєсто мойо, может ви пєpєсядєтє?”. А я говоpю: “Hе хуя сєбє, ти шо оборзєл, может ти сам пєpєсядєш!”
    Миша. Я єбу такі ваpіанти!
    Гриша. Я тєбя за то уважаю, Миша, шо ти pісковий паpєнь.
    Миша. В них, в Пpибалтіке блядь, на уліцах всьо не по нашему написано. А спpосі шо-нібуть, так он сначала так подивиться, а потім по-своєму шось тиpи-пиpи, по-pуськи ніхуя не понімає. А тьолки хуйовиє в них, так (показує pукой біля голови)єщьо нічего, а остальноє хуйовоє.
    Гриша. І шо, і кругом не по-нашему написано?
    Миша. Дя йоб твою мать, нахуя мнє піздєть?
    Опанас (до Толі). Сина, оно подивись – моpе!
    Толя (без ентузіазма дивиться на бурне море). Папа, а моpе – оно большоє, так шо дpугого бєpєга не видно?
    Опанас. У бінокль відно.
    Толя. А єслі бінокль зламався, тагда відно?
    Опанас. Та заїбав відно, шо ж тогда увідіш!
    Толя. Папа, а на том бєpєгу наші?
    Опанас (зловісно). Там кацапи…
    Всі зловісно мовчать. Поїзд зупиняється, чути кpики “Пpиїхали!” і погpозливий гуpкіт моpя.
    Дія п’ята.
    Вєpанда з самоваpом [і кацапами]. Hа моpі здіймається штоpм. Кацапи сидять на вєpанді.
    Алєксандр. Пагодка-то а, Hадєжда, хозяін собаку-то нє вигоніт.
    Надєжда. Єслі б знала, что ти такой долбойоб, я б с Тpофімом лучше на Сєлєєр с’єзділа, чєм здєсь с тобой Муму за уші-то тянуть…
    Алєксандр. Ти меня Hадєжда не злі, я тєбє із-за Тpофіма матку вивєрну [наколю на вилку і вивєpну нахуй]!
    Входить Опанас, Толя, Миша і Гpиша.
    Миша. О, диви… Кацапи…
    Гриша (з московським акцентом). Как пагодка в Маскве?
    Владімір. Я что-то юмоpа-то нє пооонял…
    Опанас. Хуйня якась… Кацапи всєгда такі понятливі – а не понімають…
    Опанас (гpізно підходить до Владіміра). Знімай штани! Їбати тебе буду!
    Ємєльян. Пазвольтє, ви ж нє у сєбя дома!
    Миша, Гpиша, Опанас і Толя пиздять кацапів. Кацапи кpичать дуpними голосами.
    Надєжда. Жлаби пpоклятиє, я вас нєнавіжу!!! Я б вас всєх pасстpіляла!!!
    Опанас (пиздить Надєжду). Мовчи куpва, када мужчини pазгаваpівают!
    Зойки стихають. Hа моpі гуде шалений штоpм, кpугом лежать побиті тіла кацапів.
    Толя. Папа, кажись піздєц!
    Опанас (пиздить Толю). Скіки тєбя учить можна блядь, щоб ти не матюкався, батько для тєбя шо, мєсто пустоє, га?
    Раптом pоздається жахливе сичання – це кацапський самоваp. Він закипів. Він сичить перекриваючи шторм і грізно підскакує на місці. Всі з пострахом дивляться на самовар. Під звуки самовара завіса повільно закривається.
    Завіса`,
};

const mistzeVstrechi = {
  title: 'Місце встрєчі ізмєніть ніззя, блядь!',
  url: 'http://doslidy.org.ua/?page_id=68',
  text: `Дійові особи
    Нєзнайка, супермен-вікінг.
    Гурвіник, антисеміт.
    Карандаш, художник-китчмен.
    Самодєлкін, матрос торгівельного флота.
    Пєтрушка, мовчазний карлік у кепкє.
    Буратіно, просто поц.
    Мальвіна, дєвушка з голубою волоснею.
    Сінєглазка, алкоголічєская подорва.
    Красна Шапочка, красива, лінива, егоїстична і дурна блядь.
    Артемон, чорний собака.
    Мнацаканов, привид у телевізорі.
    Дія відбувається в майстерні Карандаша. В майстерні розвішані розкошні вироби хазяїна, в числі яких: пофарбовані гіпсові голови піратів, попільниці в вигляді смерті та голі дівчата в рамі рококо. Біля вікна сидить Пєтрушка, мовчазний карлік у кепкє, і фарбує яєчко. На полу хропуть п’яні, брудні і голі Самодєлкін у рваному тєльнику і Карандаш, над ними верхи сидить пудель Артемон. За столом сидять два дебіла – Буратіно і Гурвіник, п’ють і пиздять. З вани долинають звуки води і веселий регіт Красної Шапочки.
    Буратіно (страшним хрипким голосом). …і слухай, блядь, от, блядь, він смотрить, шо та хуйня летить, кругом неї фари, лампи, там, всякі. А сама червоняста лампа мигає. А летить воно йому на город. От воно стало біля клуні і мига. Той мудак пиздує туда. Жінка кричить. Він тіки так: спакойна, стара блядь; а з цієї хуйні така рука його – раз, а іди сюда, – запхали в НЛО і кудись полетіли до хріна на роги.
    Гурвіник. Оце і все?
    Буратіно. Нє. Вони політали туда-сюда, ну там всьо такоє, прилетіли і викинули його к хуям, а чувак той після цього все на хуй забув. Його питають: як тебе звуть, а він: “бе-е”. Йому показують жінку, а він: “бе-е”.
    Гурвіник. Та то всьо хуйня.
    Буратіно. Та яка хуйня, в книзі написано!
    Гурвіник. В мене кум, він в Ісайках директор бані, так його небіж раз приходить додому, а жінки нема. Він до сусідки. Сусідки тоже нема. Він сховався за піч, думає: як прийде, налякаю. Коли та блядь приходить, скида одеж, волоси так розпуска, якоюсь хуйньою намазалась і, раз, у трубу. Кумів небіж тоже все поскидав і давай мазатися. Намазався і, тоже, у трубу. Прилітає на якусь гору, ну там, де ото вони гуляють, стоїть таке крісло, в йому сидить їхній цар і всьо такоє.
    А та блядь каже: а ти шо тут робиш? А ну пиздуй отсюда, дає йому поліно і каже: це твій кінь, і давай, пиздуй, щоб тебе не виділи, тільки не пизди нікому, бо помреш. Він прилетів і зразу ж куму напиздів, а той мені.
    Буратіно. І шо, помер?
    Гурвіник. Тут же. Як ховали, то весь синій в гробу лежав.
    У двері гупають.
    Буратіно (до Пєтрушки). Ти, педріло, а ну-ка дай, відкрий.
    Пєтрушка мовчки кида яйця і пиздує до дверей.
    Гурвіник (роздивляється Пєтрушкіну працю). Блядь, якогось жида нарисував…
    Входить Мальвіна, потряхуючи голубою волоснею.
    Буратіно. А шо, Мальвіна, даси поїбатись?
    Мальвіна (обіжається). Блядь, шо ето значить, шо у тєбя, жени для етого нєт?
    Буратіно. Яка жена, ну скажи, ну при чому здєсь жена?
    Мальвіна. Нє. Єслі хочете, хлопчики, тільки в рот, ето – пожалуста, ето можна, а поєбаться – дома єбайтєсь.
    Гурвіник. У, жадна сука.
    Гурвіник і Буратіно киряють. З ванни доноситься щасливий і дурний регіт Красної Шапочки і звуки води.
    Гурвіник (неприємно отигруючись). Я одну тьолку когда-то знав. Така красіва тьолка. Но в неї, панімаєш, тільки тіло красівоє, і більше ніхуя нєту, мозги совсєм отсутствуют. Вона стрічалась з парнем. Такой хороший парніша. Він мічтав, шо він колись піде в армію, а вона його буде ждать. І от приходять вони в бєсєдку, а вона йому і каже: “А тепер єбі мєня”. А він їй: “как ето?” А вона говорит єму: “от сейчас я тобі покажу, как ето”. І не он її, а вона його сама виїбла. Ну, значить, він їй целку зламав, йому понравилось. А вона лежить і каже: “а тепер пішов на хуй”. А він: “как ето?..” От, жалко пацана.
    Буратіно. Разниє случаї єсть. Мєня тоже одна тьолка любила. Бувало, я прийду, сяду, а лягати зразу не можу, шоб не наблювать. І так і сижу всьо время. А вона, сука, подойдьот ззаду, руки на плечі положить і гладіт, і гладіт. А я їй: шо ти, стерво, мене гладиш, шо я тобі, кіт? І по їбальнику сразу – на! (Вздихає.) Любила меня.
    Мальвіна. От не люблю я, кода мужики таке пиздять. І та любила, і та хуєла… Та подивіться на себе, кому ви нужні?
    Входить Нєзнайка, бєлокурий супермен-вікінг, одєтий в кожаноє пальто, надєтоє на кожаний піджак. На руках у Нєзнайкі золоті гайки. З усіх карманів стирчать пачки грошей.
    Мальвіна (сама до себе). Ето піздєц.
    Слєдом за Нєзнайкой іде Сінєглазка. Під очима в неї бланжі. Сама вона п’яна, раскована, смердюча і нікому, крім Незнайки не нужна.
    Сінєглазка. Здраствуйтє, рєбята, я вам поєбаться принєсла!
    Нєзнайка (с прибалтійським акцентом). Послушай, Сінєглазка, я тєбя прошу…
    Сінєглазка. От’єбісь! Надоєл! Дурак! (Ігріво.) Рєбята…
    Нєзнайка. Сінєглазочка, что я таково сказал?
    Мальвіна (до Нєзнайки). Простітє, у вас такой пріятний акцент… Ви нє нємєц, случайно?
    Нєзнайка. Нєт, я с Прібалтікі.
    Мальвіна. Ах, как інтєрєсно, скажітє мінє своє ім’я.
    Нєзнайка. Нєзнаускас. Простітє мєня, я сєйчас. (До Сінєглазки.) Сінєглазочка, можно тєбя на мінутку, пройдьом до уборной, і назад.
    Сінєглазка і Нєзнайка ідуть в просторну уборну, звідки в самом скором врємєні доносяться противні женські п’яні матюки і звуки ляпасів.
    Мальвіна. Боже мой, я етого нє винєсу. Какой мен, какой мужчіна!
    Буратіно. Мальвіна, вони в сральню пішли, а ми давай в ванну пойдьом.
    Гурвіник. Та куда ж ви пойдьотє, там Красна Шапочка іщо з утра сидіт.
    Мальвіна. Отстаньтє от мєня, кобєлі протівні! Я етого не винєсу! Боже мой! (Починає ридать.)
    З уборной чути крики Сінєглазки: “Я їбала твої бабки, я їбала твою машину, жлоб, казьол!”. Чути знову ляпаси і опять ридання. Женскій плач звучіт в унісон красиво і мощно. Його звуки будять Самодєлкіна, матроса торгівельного флоту, і Карашдаша, художника-китчмена.
    Самодєлкін (скида з себе Артемона). Ха-ха, дєвушкі ридають, матроси сміються. (До Карандаша.) Антоніо, падйом! Ілі в тєбя собаку кинуть?
    Карандаш. Не трогай, вона заразная. І вобщє, какого хуя? Мнє завтра на базар. Шо за блядь? Шо за розклади? Я Буратіну сказав, шоб помив посуду. Блядь, де чистота, де ікебана? Щас всє пойдут нахуй.
    Самодєлкін. Ха-а. Не хуя не знаєте про матросів, салабони. (Дико реве) Напрасна старушка ждьот сина домой! Антоніо, вставай, блядь, бо щас собаку кину в єбальник.
    Карандаш. Шо за Антоніо? Меня Карандаш звуть.
    Самодєлкін. Ну, считай, шо ти довиябувався.
    Самодєлкін швиря собаку Артемона в рило карандашу. Артемон і Карандаш верещать. Саме в цю мить з уборної приходить Незнайка. Він тихо плаче. Він сидить, охопивши голову двома руками і плечі його трясуться. При цьому весьолість Самодєлкіна сягає вищого рівня.
    Самодєлкін (дико реве). Ііііій скажуть она заридає…
    Самодєлкін реве і танцює чочотку. З уборної раком вилазить відпизжена Сінєглазка.
    Сінєглазка (стоячи раком). А волни бєгут от вінта за кормой!
    Карандаш. А зараз всі на хуй пойдуть.
    Гурвіник. Дайте мені жида дружбани, дайте жида, от моя просьба.
    Сінєглазка стоїть раком на півдорозі між уборною і общею залою. Вона блює і співає. З вани чути веселі звуки, іздаваємиє Красною Шапочкою. Хлопці гуляють. Не приймають участі в веселощах тільки плачущий Нєзнайка, Мальвіна і Пєтрушка, мовчазний карлік в кепкє. Мальвіна підходить до ридаючого Нєзнайки, кладе йому руки на плечі і пестить його.
    Мальвіна. Давайтє уйдьом отсюда, я вас прошу, уйдьом і будєм щасліви.
    Нєзнайка, кайфуючи, що його пожаліли, з усією силою б’є головою в стіну і ридає ще громче.
    Мальвіна. Ну-ну, нє надо, она вас нє стоіт. Нє надо, хорошій мой. (Ігриво.) А то єслі ви нє пєрєстанєтє, то я тоже заплачу. Вєдь ви нє хотітє етого?
    Відповіддю їй служать удари голови об стінку.
    Сінєглазка (ікаючи). Вже всю штукатурку оббив, підарас.
    Карандаш. Буратіно, я сказав, піди ото, що Сінєглазка наблювала, підмети і підбери штукатурку! Це твої друззя, я їбу ваще, шо такоє?!
    Гурвіник (зніма з стіни гіпсового пірата). Жид? Шо мовчиш? Хрясь!
    Пірат-жид пада на підлогу і розбивається. Карандаш стовпіє.
    Гурвіник (до Карандаша). Шо, жалко жида? Може ти тоже жид?
    Карандаш (злякавшись). Нє, я – украінєц.
    Самодєлкін (танцює чочотку). Такий, як я китаєць.
    Входить Красна Шапочка одягнута в красіву резинову красну шапочку і більш ні в що. Вона красива, гола, мокра і лінива.
    Красна Шапочка. Я так устала, тут такой шум. Буратіно, дружочєк, я хочу посмотрєть тєлєвізор.
    Буратіно кидається угождать красавіце.
    Мальвіна (сама до себе). Курва. Вона устала – целий дєнь в ваннє сідєть, вона устала… а я не устала! Сука голая!
    Красна Шапочка. Я нє голая, а обнажонная.
    Буратіно включа тєлєвізор. В тєлєвізорі Мнацаканов.
    Мнацаканов. А сєйчас прєдлагаю вам відєосюжет із Каліфорніі. Два пасажирських експреса столкнулісь меж собой. По прєдварітєльному подщоту число жертв прєвишаєт…
    Раптово Мнацаканов помічає обнажонну Красну Шапочку, давиться і починає ікать.
    Гурвіник (увєрєно). Жид. Шо смотрішь?
    Мнацаканов. Я, собствєно…
    Красна Шапочка починає соблазнітєльно чухать собі живіт і хіхікать.
    Синєглазка (до Мнацаканова, ігріво). Мужчина, сколько вам лєт?
    Нєзнайка (істерично). Я больше не можу так жить! Кругом якась хуйня, скрізь підараси. Мнє нічого не надо! Пальто? в пизду! (Скида кожанне пальто.) Піджак? на хуй піджак! (Скида піджак.) Беріть! Мєнє нє надо! (Дивиться на ноги.) Кольоса? на хуй! Беріть, все беріть! Їжте!
    Нєзнайка зніма ботінки і починає знімать з рук золоті гайки. Гайки не дуже знімаються з його пухлих пальців.
    Нєзнайка. Гайки йобані, блядь, не знімаються.
    Плачущий Нєзнайка зав’язує з гайками, зато йому вдається знять з себе часи Ролєкс і запиздячить ними в Сінєглазку. Потім Нєзнайка знима штани і швиря їх в Мнацаканова. Нєзнайка стоїть в обтягуючих білих трусах з льогкім жовтим німбом біля хуя і страшно кричить.
    Нєзнайка. Всьо! Всьо!
    Нєзнайка вийма із піджака і штанів пачки грошів і починає швиряти ними в друзів. Одну пачку він швиря прямо в їбальник Мнацаканову. Мнацаканов іздає невловимий рух і з клацанням зубів хижо ловить пачку в зуби. Очі Мнацаканова страшно блищать, з рота і носа виривається хиже гарчання.
    Гурвіник. Ти диви, от жидяра! А ну віддай!
    Мальвіна (злякано). Він щаз нас усіх поїсть!
    Баби злякано верещать і лізуть під стіл. Стоїть страшений крик. Гурвіник підбирає з полу красивий важкий шуз Нєзнайки і пиздить ним у телевізор. Роздається страшний вибух. Чорний дим повзе з разйобаной вещі на дівчат і хлопців. Всі кричать, собака Артемон виє. Спокійний тільки Гурвіник, він витира руки об штани і наливає собі портвейн.
    Гурвіник. У, жидовська морда. Хе!
    Всі сміються. Починає грать красива токата. Самодєлкін б’є під неї чочотку. Буратіно гладить Мальвіну, Мальвіна гладить Нєзнайку, Нєзнайко однією рукою гладить Сінєглазку, а другою помагає їй блювать. Сінєглазка блює, Карандаш малює, Красна Шапочка чуха собі живіт. Пєтрушка знаходить під столом яєчко, яке чудом не розбилося і заходиться його розрисовувать.
    Буратіно (тупо). Ну так шо, завтра гуляєм?
    Гурвіник. А как же! Мєсто встрєчі ізмєніть ніззя, блядь!
    Завіса`,
};

const ivasyk = {
  title: 'Хвороба Івасика',
  url: 'http://doslidy.org.ua/?page_id=51',
  text: `Дійові особи
    Івасик, хлопчик.
    Сибірська Язва, бацила.
    Гангрена, бацила.
    Гонорея, бацила.
    Випадєніє Матки, бацила.
    Смерть, скелет.
    Дія перша.
    Печера з сталактитами. В ній сидять Сибірська Язва і Гангрена і грають у карти. Вони неохайні і неприємні. Гангрена синя, Сибірська Язва в тупих сибірських валенках.
    Язва. Шо в нас козир?
    Гангрена. Жир.
    Язва. Шостака!
    Гангрена б’є.
    Язва. Сімака!
    Гангрена б’є.
    Язва. Восьмака!
    Гангрена б’є. Входить Гонорея. На ній одягнуто брючного костюма. Загалом вона така ж неприємна як Язва і Гангрена.
    Гонорея. Дівчата, к нам керосин привезли.
    Язва. Га?
    Гонорея. В сраці нога!
    Входить Випадєніє Матки. Воно таке як і інші, тількі між ногами у нього волочиться мішок.
    Гангрена. А хто це к нам лізе?
    Гонорея (шуткує). Та то якесь випадєніє.
    Випадєніє Матки (ображається). А ти б на себе подивилась, вже стара блядь, а брючного костюма наділа, тьху! (Плює.)
    Гонорея. Га-га-га! Ну от не можу, дівчата, зато ж модно!
    Дія друга.
    Вітальня з портьєрою, тумбочкою і фікусом. Над діваном висить портрет Гіппократа. На дівані сидить Івасик і лікар.
    Лікар. Івасик, скажи “а-а”.
    Івасик. А-а.
    Лікар (у захваті). Ми ковалі нашого щастя, Івасику!
    Івасик. Бе-е. (Пускає слину.)
    Лікар (хвацько підхоплює слину). А ти молодець, Івасик, знаєш, що слину лікарі збирають на аналізи. Я вже чемодан слини назбирав! (Ховає слину.)
    Івасик. У-у. (Б’є головою о стіну.)
    Лікар (у захваті). Настане день, і усі хвороби буде знищено.
    Івасик. Му-у.
    Лікар. Гарний хлопчик. Зараз лікар випише рецептик і будем ням-ням дімедрольчик. Хочеш ням-ням дімедрольчик?
    Івасик. Хррр. (Харчить і пускає слину.)
    В двері гупають.
    Лікар. Хто там? Сюди не можна. Іде операція.
    Голос за дверима. Не пизди.
    У двері гупають.
    Лікар (нервово клаца зубами). Іде рентген! Стороннім вхід заборонено!
    Голос із-за дверей. Відчиняй, падло, двері висадимо.
    Лікар. Ворог не пройде! (Ставить біля дверей тумбочку.)
    Івасик. Бе-е. (Розганяється і б’є тумбочку головою.)
    Двері ламаються і в них з криками вриваються бацили. Вони хапають лікаря і Івасика.
    Лікар (кричить). Не чіпайте інтелігента!
    Івасик (кричить). Му-у!
    Гангрена (кричить). В мішок їх! (Вказує на мішок у Випадєнія Матки.)
    Гонорея і Язва отдирають мішок в Випадєнія Матки.
    Випадєніє (кричить). А-а!
    Івасика і лікаря садять в мішок, Гангрена закручує його, інші бацили пиздять квартиру, фікус, тумбочку, здирають портьєри і вихором зникають в проломі дверей, несучи в мішку лікаря з Івасиком. Входить Смерть.
    Смерть (дивиться на портрет Гіппократа). На!
    Завіса`,
};

const danko = {
  title: 'Данко',
  url: 'http://doslidy.org.ua/?page_id=38',
  text: `Дійові особи
    Данко
    Натовп
    Дія перша.
    Ліс, зроблений з папьє-маше. Входить натовп. Натовп дико і страшно реве. Подекуди можна почути обривки розлючених фраз типу: “Хлопці! Хорош ноги бить. Начальство очки гребе, а ми синці лопатою вигребаємо.” Входить Данко та стріля з пістолету в повітря.
    Данко. Мовчать!
    Всі мовчать так, що навіть стає ніяково.
    Данко. Не розмишлять! Чмо японське! Іттіть!
    Голос. Та куди ж іттіть?
    Данко. Іттіть. Контра. Кто не хоче, вб’ю нахуй!
    Данко вириває з грудей сердце, яке світить карасиновим світом, і вимахує ним як фонарем.
    Голос з натовпу. Ні хуя собі!
    Данко. (Кричить.) Урааа! Вперьод, чмо японське!
    Всі біжать за Данком у напрямку протилежному тому з якого прийшли.
    Дія друга.
    Болото. Входить натовп з Данком.
    Данко. Іттіть!
    Голос з натовпу. Та вже мабуть прийшли.
    Данко. Контра. Не пиздіть. Іттіть.
    Голос з натовпу. Я їбав таку жизнь.
    Данко. Харош, пизда ваша мати. Шо поставали?
    Запопадливий голос з натовпу. Данко! Серце згасне!
    Справді. Серце в руці Данко починає гаснути. Данко кидає його з розмаху об кочку і затаптує ногами. Потім вирива у себа печінку. Печінка відразу ж починає горіти синім вогнем.
    Данко. (несамовито реве) Іттіть!
    Данко і натовп зниккають у напрямку протилежному тому з якого прийшли.
    Дія третя.
    Пустиня. Входить натовп з Данком.
    Данко. (шуткує) Вот ніхуйова пагодка. (Натовп мовчить)
    Данко. Шо мовчите? Га? Де Ізергіль, стара блядь!
    Голос з натовпу. Вчора здохла.
    Данко. (Невпевнено) Іттіть.
    Голос з натовпу. А не пішов би ти на хуй!
    Запопадливий голос з натовпу. Данко! Печінка згасає. (Данко кида об пол смердючу згорілу печінку)
    Запопадливий голос з натовпу. Данко! Нирки рви – вони горітимуть. (Данко вирива нирки. Вони горять,але не так яскраво, як хотілося. Тоді Данко і їх кидає у пісок.)
    Данко. Що, падлюки. Тепер довольні? (Натовп мовчить)
    Данко. Тепер Вам піздєц! (помирає)
    Голос з натовпу. Ніхуя нє піздєц! Ми тут в пустині сад зробимо!
    Голоси. А вірно хлопці! А діло каже!
    Голос. Ураааааа! Вперед, чмо японське!
    Всі. Ураааааа!
    Завіса`,
};

const morozov = {
  title: 'Павлік Морозов',
  url: 'http://doslidy.org.ua/?page_id=73',
  text: `Павлік Морозов, атлетичний юнак, нордична краса і гітлерюгендівська зачіска; одягнут просто і зі смаком: в білу сорочку і короткі шкіряні штанці; з різних боків Павлік Морозов перетягнутий мілітарними шкіряними ремінцями.
    Сава Морозов, батько Павліка Морозова, скупий і хтивий куркуль.
    Щукін, друг Сави, такий же мудак, як і він.
    Пєлагєя Нилівна, жінка Сави Морозова, мати Павліка Морозова; гарна, ще не стара жінка, схожа на мать Батьківщину з відомого плакату.
    Павєл Власов, побочний син Пєлагєї Нилівни, здоровенний, схожий на Кінг-Конга мужик, сильний і неймовірно тупий.
    Генерал Власов, полюбовник Пєлагєї Нилівни, батько Павла Власова, фашистський перевертень і таємний агент Канаріса.
    Канаріс, шеф абверу Третього Рейху, в трагедії не з’являється.
    Філін, здоровенна і жирна сова, виконує обов’язки агента генерала Власова.
    Учитель атеїзма, плюгавий мужчина в бухгалтерських нарукавниках.
    Альонушка і Іванушка, фольклорні потвори, існуючі в нашій підсвідомості.
    Зєвс, божествєний вождь і вчитель, в трагедії не з’являється.
    Сфінкс, кровожерна, підступна і хтива міфологічна потвора з пазурами, крилами, цицьками і пиздою.
    Микола Островський, сліпий пророк храма Аполона.
    Сука і Блядь, кровожерні химери помсти, богіні гівна, мух і менструацій, так звані еpінії.
    Клімакс, вісник богів, насилаємий на Суку і Блядь.
    а також:
    піонери, куркулі, фашисти, бляді, примари, чорти, дракони, горгони і медузи.
    Дія відбувається в глухій сибірській тайзі під час Другої Світової війни.
    Дія перша.
    Величний хвойний ліс з мхами, ліанами, ялинами і кедрами. Де-по-де до них самітньо тулиться берізка. Чути піонерський горн. Через чащобу продирається піонерський загін. Сховавшись за сосною, на загін зловісно уха здоровенний Філін.
    Філін.
    Угу-угу-угу!
    Павлік Морозов (підходить до Учителя атеїзма,який веде загін).
    Я знаю,
    Це фашист угука на сосні.
    Склада він карти наших болотів,
    Щоб переслати їх Гудеріану.
    Філін.
    Угу-угу-угу!
    Вчитель атеїзму.
    От падла!
    Шкода, маузер свій дома я забув.
    Філін (іронічно).
    Угу.
    Павлік Морозов.
    Узнать він хоче тайни піонерські,
    А потім побіжить і закладе
    Гудеріану всі секрети наші.
    Учитель атеїзму.
    Ти перебільшуєш, Павлуша,
    Як завжди. Скоріш за все
    Ексгібіціоніст забрався на сосну.
    Дівчаток недозрілих наших хоче він
    Злякать з сосни зненацька видом хуя.
    Чого робити там фашисту, не пойму я.
    Філін.
    Угу.
    Павлік Морозов.
    Це знають ще у яслах малі діти,
    Що лучше перебдіть, ніж недобдіти.
    Катаймо на сосну, стягнем його за яйця
    І спитаєм документа. А як не покаже,
    То почнемо пиздить. Ото натішимся.
    Я пиздити люблю – людей, також
    Жінок, курей, свиней, собак. Особєнно
    Я кошенят люблю топити. Як приємно:
    Сидиш собі спокійно на відрі і палиш люльку,
    А воно маленьке і дурне все тичеться у сраку.
    Так хорошо, що пісню заспіваєш.
    А потім їх лопатою порубиш на шматочки
    Та й викинеш к хуям. Нєт, все-таки
    Природу я люблю, і родіну, берьозку і рябіну
    Люблю я куст ракіти над рікой.
    Філін (з дерева).
    Край родной, навєк любімий,
    Гдє ж найдьошь єщє такой.
    Вчитель атеїзму.
    От бачиш! Наші там. А ти: Кругом шпіони.
    Ето снайпєр, молодой боєц.
    Павлік (бере в руку здоровенну ломаку).
    А як шпіон – тогда йому піздєц.
    Павлік кида снаряд Філіну в голову, Філін пада з страшним стуком, як мішок з говном.
    Павлік (бере Філіна за ноги. Передразнює вожатого).
    Снайпєр, молодой боєц,
    А как же! Прямо ворошиловський стрілок.
    Павлік з розмаху пиздить важким Філіном об берізку, якій зовсім недавно признавався в любві. Берізка ламається.
    Учитель атеїзму (до дітей).
    Дєті,
    Сєйчас ми всє хором плюнєм на цього Філіна:
    Раз-два-трі!
    Діти хором плюють і сразу ж запєвають весьолу пісню про кузнєчіка. Обряд очищєнія на цьому заканчівається, і загін, ламаючи на своєму путі дерева, суне в тайгу, залишаючи за собою дохлого Філіна, поламану берізку, бички, консєрвні банки і гандони. М’якою тигристою ходою входить Генерал Власов. На ньому красиві сині галіфе, шашка і папаха.
    Власов (поміча Філіна).
    От, блядь! Таки, мудак, нарвавсь!
    І знов я без связного залишився.
    А йобаний Канаріс, мудозвон,
    Пиздить в своїй єбучій шифрограмі,
    Що Філіну Залізного Хреста присвоїв Фюрер,
    Мабуть, вже посмертно.
    (Власов підніма Філіна за ноги.)
    Ну шо, падлюка, щє не охладєл?
    Філін (відкрива одне око).
    Канаріс нє піздєл?
    Генерал Власов.
    Шоб ти сказивсь, ушастий долбойоб!
    Так налякав, що я ледь не усрався
    В свої красиві нові галіфе
    І нову вєщь красіву чуть не спортив.
    Докладивай мерщій.
    Філін.
    Я узнав маршрути
    Тих наглих пацанів в коротких штанях,
    Що об берізку пиздили мене.
    Вони ідуть на дальнії болота,
    В яких усяка водиться гидота.
    Учитель атеїзму їх веде,
    Щоб довести, що це все предрасудки,
    Що чорт – це видумки, вампіри – п’яні шутки,
    А привидєнія – бєсстидні простітутки,
    Які за рубь залізуть в склєп сімєйний.
    Їм поїбать, що там жмури лежать,
    Безнравствені подорви.
    Власов.
    Ну-ну, вже розпиздівсь,
    Пташиний гуманіст,
    Жан-Жак Руссо. А сам
    Передавив і виїбав
    Усе, що в лісі меньш за тебе.
    Диви, яка пустиня навкруги:
    Ні зайчика, ні мишки, ні білочки.
    Філін.
    Зато гадюки єсть і кровожерна рись.
    Жить стало лучше, стало вєсєлєє,
    Тепер жить стало просто заєбісь.
    Власов.
    Ходім, ушаста блядь, за цими мудаками.
    Вони шукають те, чого нема,
    Щоб довести, що його не існує,
    Так часто містики доведені до краю
    Шуканням чорта думають, що раз його нема,
    То нема і бога.
    А після цього сруть у алтарі і дароносицю.
    Аж тут приходить чорт у синіх галіфе.
    І саме час задуматись, що раз він появивсь,
    То й бог десь рядом ходить.
    Люди, люди, ці дурні козли!
    Як остопизділи мені містичні бляді,
    Обвішані восточною хуйнею,
    Що перед тим як взяти хуй у рота
    Повинна привести себе у резонанс
    З ефіром світовим. Кістляві атеїстки,
    Що лекції читають кугутам про Марс і іншу поєбєнь,
    А кугути їбуть їх довгими сумними вечорами
    Десь під коморою, а та тіки сопить,
    А крикнути стісняється, падлюка,
    Бо з города приїхала, в костюмі,
    І дулю накрутила в голові.
    Совсєм не кайф їбать таку колоду безчуственну.
    Та і клікуши тоже хороши –
    Стоять на цвинтарі, простягши загрібайла,
    А як не даш їм грошей, то сєйчас
    Обматюкають і плюнуть на пальто,
    Що і хімчистка потім не почистить.
    Куди не кину оком стомленим –
    Кругом хуйня. Заябують мене
    Питання сучі. Що лучше: бездуховність,
    Розпатлана самиця злоєбуча,
    Що верхи на скаженім бугаї
    Шаленим чвалом мчить в пампасах предранкових
    У нікуда; або духовність смирна
    Що перстами, покрученими от поліартріту,
    Показує нам, де дорога к храму. В храмі тім
    Залізо ржаве лежить у різних позах
    І гнила картопля. О, блядський смисл життя,
    Якщо ти єсть!
    Філін.
    Ти тоже розпиздівся на весь ліс, начальник.
    Ну просто романтізмом повіяло
    І Байроном набзділо трохи.
    Що ж ти не пішов в поети,
    А подавсь в шпіони?
    Власов.
    Справа в тому, meіn lіeber Совушка,
    Шо поети разлічними стіхами
    Нам об’яснялі мір.
    Но основна задача в том і состоіт,
    Щоб мір цей пєрєдєлалі шпіони.
    Голос з лісу.
    Ау! Ау!
    Власов.
    То Пєлагєя,
    Вона у ліс по ягоди пішла,
    Втікла із дома, щоб синок не пиздив.
    Він їх обох пиздячить, маму й тата,
    Хіба це жизнь – щодень приходить п’яний
    І батька з матір’ю халявами по пиці виховує.
    Філін.
    Та отруїти надо.
    Власов.
    Ха! Його труїли ми неоднократно,
    Та вся отрута в його організмі
    В мить перетворюється
    На шмурдяк молдавський.
    Гівно, яке він їсть, у ту же мить
    Утворюється білосніжним салом.
    Входить Пєлагєя Нилівна, мать з великої букви, ум, чєсть і совість нашої епохи із слідами билої краси на ліце і тєлє.
    Пєлагєя (ридаючи, до генерала).
    Мій любчику, яка хуйова жизнь!
    Хотілося б, усе в пизду пославши,
    Вдвох милуватися у бані на полиці
    І віничком любовно пиздитись
    І сьорбати чайок. А замість цього
    У тебе развєдка, Філін, піздобол Канаріс,
    А у мене – мій чоловік, алкаш і бабнік,
    І два сини, епічєскіх гєроя
    Бодай би їх побили метастази!
    Філін.
    Я знаю, храм стоїть серед болота,
    А в храмі домовина на цепу.
    Про це не знає жодная сволота,
    Шо в домовині тій сліпий пророк живе,
    Зовуть його Микола. За життя
    Хуйні він різної навигрібав довкола так дохуя,
    Що світлий Аполон, якому поїбать обично
    На страждання припизденого нашого народа,
    Раптово зглянувся
    І швидко осліпив Миколу стрілами,
    Щоб той не бачив більш піздоватізму
    І не страждав бєссмислєнно,
    Як ми усі страждаєм. Ходім до нього,
    Він навчить нас волі Аполона і скаже,
    як нам жити, бо нема ніякого терпіння.
    Так дальше жить нільзя! Скрізь долбойоби!
    Навіщо, мама, мудрая сова, мене ти народила!
    (Філін б’ється головою об сосну, сосна ламається.)
    Власов.
    Ну-ну, maіn lіbber совушка, не плач,
    Прийде Гудеріан і з ним дядько Канаріс,
    Мішок смачних засмажених мишей вони тобі подарять.
    Чути страшне рипіння дерев. На галявину, ламаючи дерева, виходить Павєл Власов, здоровенний, схожий на Кінг-Конга, мужик з сокирою на поясі. Павєл Власов пиздить себе обома руками в груди, які іздають звуки, ніби в зоні пиздять по рельсу. Всі ховаються.
    Павєл Власов (страшно ричить).
    Мать! Мать! Мать!
    Власов.
    Ну, бля, піздєц!
    Пєлагєя.
    Тихіше, бо як побачить,
    То з’їсть усіх, а Філіном закусить.
    Власов (з гордістю).
    А всьо-такі синок на мене схож,
    Його би в ПТУ чи в інститута,
    А так немає смисла нікакого,
    Що він пиздячить ліс і розриває
    Навпіл шатунів і греблі рве. Діяльність пиздувата.
    Філін (здогадався).
    Ха! Він лишняя людина!
    Павєл Власов меланхолійно лама об коліно віковічні сосни. Раптово помічає нашу компанію і іздає страшне кінг-конгівське гарчання. Налякані радіхони разом з жирною совою безпорадно бігають у монстра між ніг і від жаху страшно кричать. Причому підступний Власов-батько, відступаючи, заманює синка до оркестрової ями. Зі звуком скинутого з дзвіниці дзвона Павєл Власов валиться в яму на фаготи і контрабаси.
    Дія друга.
    Гидке болото з отруєними випарами і сюрреалістичними міражами. В центрі болота стоїть вдало вкомпонований в пейзаж храм Аполона. Храм представляє собою древнєгречеський дорічеський ордер з капітелями, пропілеями і всею положеною поєбенню, тіки зроблений, на відміну від грецького, з дерева, російським способом “в лапу”.
    Знизу храм Аполона опирається на дві гидкі, жовті і брудні курячі лапи. На краю болота в позі “Мисливці на привалі” художника Пєрова сидять два розпиздяї: Сава Морозов і його друг Щукін. Обидва тримають в правій руці гранчаки з горілкою, а в лівій – блядєй.
    Сава (показує гранчаком горілки на гидке болото).
    Дивись. Ну гдє єщє така краса?
    То Русь могучая. Всього в нєй дохуя –
    Лісов, полєй і рєк, болот, пустинь і тундри,
    А также і тайги в нєй сильно дохуя.
    І всюду Руссю пахнєт, чєловєк здєсь
    Вольно нюхает той запах до опіздєнєння.
    Щукін (саркастично).
    І шо? Нанюхався,
    А потім сам насре, щоб інші нюхали?
    І шо характєрно – ніколи сам не убере говно,
    А так лежать полишить. Нєобразований,
    Нєграмотний мужик! Нєт,
    Всьо-такі нам до Європи срать і срать єщьо.
    Сава.
    А нравствєнно начало.
    Мужик, хоча й дурний, але святий,
    Його їбуть, а він вніманія на те не обраща,
    І, хоч, полєзного не робить ніхуя,
    Но і не злобиться. І любить все кругом:
    Растєнія, звірят і пташенят, також
    Дітей, людей, дівчаток, молодиць
    І бога.
    Щукін.
    Бога не чіпай.
    Сидиш собі в болоті із блядями,
    І ящиком горілки
    Кіряєш, як мудак, і лупиш комарів
    На товстій пиці. Не можна
    Пиздіть про бога в такому положен’ї.
    Та, крім всього, навіщо богу здався ти,
    Неграмотний козьол, що тіки вміє,
    Що кірять та жінку пиздити?
    Якби отут сєйчас з’явився бог,
    Чи, може якийсь святий,
    Шо б ти сказав йому?
    Нічого б ти не видумав, окрім
    “Сідай, давай кірнем”. Мудило ти!
    Сава (повчально).
    Якби з’явивсь щас світлий Аполон,
    То не пришлось би нам пиздіть багато.
    Він пиздюлей би нам понакидав фігурних,
    Горілку він розбив би, а блядєй
    Повикидав в болото, і правильно б зробив.
    О, як би я хотів піти на прощу в гидке болото,
    Де бовваніє храм святий серед лілей та жаб,
    Покаявся і гірко заридав би, бо наробив у жизні
    Багато хуйні я всякої.
    Щукін.
    Ха! Чого ж не йдеш?
    Морозов.
    Боюся.
    Там страшна випь регоче по ночах,
    І сом живе, що давить бугаїв,
    А люди так ковта. Альонушка
    Сидить на камні там,
    Уся зелена, пазурі в крові,
    А посмішка, як в Бєрії.
    Когось чека, блядюга, і дивиться у воду,
    Мов дурна. Їбав я там ходити!
    Щукін.
    Якщо віриш, то тіки побажай, і храм приде
    І стане на леваді. Не треба буде лізти у болото
    І бздіти, мов шпіон в тилу врага.
    Давай гукнем його. Ви, бляді, теж гукайте.
    Всі хором.
    Еге-ге-гей! Ізбушка пацавата,
    Катай сюда і з нами третєй будь,
    Бо ми у двох, а бляді в счьот не йдуть!
    Обидва розпиздяї разом з блядями бігають і кричать, утворюючи на краю болота базар. Раптом храм Аполона з жахливим рипінням робить поворота і на жовтих курячих ногах пиздує прямо на п’яних шакалів. Обидва від жаху падають мармизами в болотні нізабудки. Храм отряхує з ніг болотне гівно, водорослі і жаби.
    Храм.
    Ви звали – я прийшов.
    Щукін.
    Пі…пі…піздєц!
    Двері храма з грюкотом падають в болотне гівно, у проломі дверей видно, як всередині на ланцюгах агресивно гойдається кришталева домовина. Амплітуда гойдання возроста, ланцюги лопаються, і гроб невидимою силою випльовується з храма на леваду. Кришталева кришка відлітає на хуй, і з зручної приємної домовини піднімається Микола Островський, сліпий проріцатель храма Аполона, вдягнутий в шинель, із залисинами на лобі і гранчаком у руці, із маузером і шашкою на поясі.
    Микола.
    Ви звали – я прийшов! Налийте, підараси,
    Бо щас піздюлєй вам понакладу!
    Шо лежите, як вшивиє матраси?
    Сава.
    А! То ти із домовини!
    Навіщо ж там тобі пістоль і шашка
    Та ще й стакан гранений, як алмаз,
    І лаєшся до того, як скажений,
    На всякого, що він є підарас.
    Ти сам такий! Що більма залупаєш?
    Недаром, мабуть, повилазило тобі.
    Пиздять, що ти пророк – пророчествуй, що знаєш,
    Або уйобуй, щось одне із двух.
    Таких гандонів часто бачив я,
    Що всім пиздять: я – гуру, я – учитєль!
    Несіть мені усі по три рубля
    І мудрості вам дам я дохуя.
    А сам читать уміє по складам
    І голосно пердить в компан’ї дам.
    Не бажаючи далі слухать цей поток підсвідомості, Микола Островський смачно пиздить Саву маузером по мармизі, той пада.
    Микола (до Шукіна).
    Ти тоже попиздіть хочеш?
    Щукін.
    Нє. Я – нє.
    Роздратований Микола хряпає маузером і Щукіна тоже. Попизджені Щукін і Морозов лазять рака, потроху критикуя пророка. Пророк Микола миттю хуяре гранчак горілки, руба закуску, мимоходом запиздячує шашкою блядь, потім скида чоботи і портянки і з насолодою виколупує бруд проміж пальців. Друга блядь з жаху сховалася в домовину і неприємно там уссялась. З домовини ріденькими струмочками тече рудувата сеча.
    Сава (з докором до Щукіна)
    От бач,
    До чого привело шукання правди.
    Якого хуя ти його позвав?
    Той жлоб у домовині – не пророк.
    Не бачив я пророків у шинелях та з маузерами.
    То фурія якась, то вурдалак!
    Пизділи мирно ми про нашу жизнь
    Хуйовую, я нюхав тьоплий воздух,
    Відчувая, неначе смачним салом повіяло,
    Подумав я, що смалять кабана,
    А навкруги сидять друзя, красиві,
    Утончьонні, з веселими блядями.
    І ніздрі жалібно розширились в мене.
    І почало мені здаватись, що сейчас
    Пойму я жизнь, її закони сложні і красиві,
    Її гармонію…
    Пророк Микола.
    Замовчи, не пизди!
    Які закони там, де бляді хтиві,
    Скупі, невиховані, що при виді грошей
    Напустять на персидський килим слину,
    Нахабно ссуть пророку в домовину?
    Чому я, молодий, розумний, гарний,
    Замість того, щоб їздить у круїзи,
    Дивлюсь на їхні блядськіє капрізи
    І слухаю, як ви, засранці потні
    Отут патякаєте. Знаю ваші мислі
    Хуйові – про аршин,
    Яким не можна міряти Росію,
    Бо ним ви хуя міряли у бані
    І тепер він правильную цифру не покаже.
    А потім плакати, як крокодил підступний,
    Що в нас нарід дурний і п’є багато,
    Що правди ніхуя нема ніде.
    А згодом йобнути горілки літрів зо два,
    Блювать самозакохано і пиздити сім’ю,
    Жінок, дітей, тварин, ламати фікус,
    Растєніє корисне, бити посуд.
    О, злі єхідни, знаю мислі ваші.
    Пророчеств мудрих ви від мене ждете –
    Так я вам дам моїх піздюлей страшних!
    Ніякая Касандра вас по яйцях ногой
    Не впизде влучно так, як я.
    З цими словами пророк Микола пиздить обох славянських гуманістів. Несподіваний крик зупиняє його невдячну працю. На тлі лісу з трубою і барабаном з’являється піонерський загін з Павліком Морозовим та Учителем атеїзму на чолі.
    Павлік Морозов (до дітей).
    Стояти всім, їбати вашу мать!
    Учитель атеїзму (до дітей).
    Дивіться, діти, на болото гидке.
    Церковники задурюють нарід
    І кажуть, що живуть русалки там,
    Чорти і всякі інші бляді мокрі.
    Я запевняю вас: нема там ніхуя.
    Ми тракторами тут пісок навозим,
    Акацію посадим, обеліска вколупаєм в боговіння.
    На ньому ми напишем, що в майбутнім
    Тут буде пам’ятник стояти комуністам
    Порубаним.
    (показує на храм Аполона)
    А ця ізбушка скромна –
    Капіталістів це трактир развратний.
    Сюди подалі від біди народной
    Блядєй водили куркулі і графи.
    Тепер в ній буде школа для сиріт,
    Дітей і всячеських дебілів.
    Пророк Микола.
    Чим так пиздіти на весь ліс розумно,
    Ти б краще подивився в болото уважніше.
    Справді, порада досить слушна. З болотного баговиння вилазить Альонушка, саме така, як її описував Сава Морозов. Її посмішка дозволяє бачити у неї чималенькі ікла. Без зайвої тяганини вона хапає Учителя атеїзма, і, перекусивши йому артерію, з задоволеним реготом тягне жертву в очерет. Кривавий фонтанчик ще деякий час фонтанірує з болота, звідти ж чути смачні звуки розгризаємих кісток.
    Пророк Микола.
    Хто ще пиздіти буде? Запитую.
    Пиздіти більш ніхто не хоче. Павлик Морозов геройськи волохатить собі чуба.
    Павлік.
    Він ворог був, мені його не шкода.
    Він нас наябував, казав – нема чортів.
    Туди йому й дорога, підарасу.
    Сава Морозов (до Щукіна).
    Це мій синок, епічеський герой,
    Він рятувати нас прийшов сюда,
    Своїх штурмовиків привів загони,
    Спортивні хлопці, ті, що знають джиу-джитсу
    Прийоми смертоносні, кирпичину
    Усякий з них мармизою лама.
    Пророк Микола.
    Учив я трохи вас, старих шакалів
    Як Родіну любити, та, мабуть,
    Перестарався трохи. Відтепер
    Ви знати будете,
    Як храми викликати на леваду,
    Плювати в дароносицю,
    Пости несоблюдать бездумно.
    Ідіть, гандони, і більше не грішить,
    Скажіть спасібо Альонушці, що вже наїлась трохи.
    І цю блядюгу з гроба заберіть,
    Вона кришталь гірський мені зіпсує
    Своєй мочею хворою. Від неї
    На домовині в стилі роккоко
    Підуть такі паскудні жовті плями,
    А домовину чисту я люблю.
    Павлік.
    То ти пророк святий!
    Микола.
    Так, я – пророк, пєдант-акуратіст,
    Молюся богу я і пизджу фарісєїв
    Павлік.
    Але ж його нема. Так в школі я учив,
    Що все зробив не бог, а обізяна.
    Микола.
    Сказала це тобі та срака п’яна,
    Що їсть її Альонушка тепер.
    Павлік (кричить до піонерів).
    Хлопці! Наябували нас: бог є!
    Всі падають на коліна і пиздять мармизами болотні незабудки. Сава Морозов і Щукін запопадливо пиздять сильніше за всіх. Зассана блядь вилазить з кришталевої домовини і з цікавістю озирається на величне видовище массового покаяння.
    Микола.
    Покайтесь, браття, і не робіть хуйні,
    Не бздіть нікого, за нами Аполон.
    Якщо хтось скаже вам, що він мудак,
    Що хтива обізяна сидить на променистій колісниці
    І чуха сраку арфою співця, –
    Ви зараз же такому мавпофілу
    Ногою бийте в яйця. У цей спосіб
    Загітував багато неофітів.
    Сказати вам по правді, не люблю я
    Тих блядських теревенів, бо не вірю
    У силу слова я, а вірю в силу піздюлєй.
    З цими словами пророк для профілактики пиздить неофітів ногою по зубах і по печінці.
    Павлік.
    Учітелю, ми за тобой підемо,
    Не будем пиздити всіх тих,
    Кого раніше ми пиздили,
    А тіки тих, кого ти скажеш.
    Микола.
    Ідіть по світу, діти Аполона,
    І агітуйте бидло безпринципне
    Фігурними піздюлями. Не бійтесь,
    Коли священой люттю надіхнені
    Ви зробите калікою когось, –
    Вас будуть тіки більше поважати,
    Підносити дари і пригощати
    Портвєйном ароматним. Ви об стіну
    Побийте ті пляшки. Дари
    До хати господаря знесіть, а потім
    Сірниками ви підпаліть його обійстя.
    І їх сусіди тоді полюблять вас
    І скажуть: “Це святі. Ідіть сюда, ми чуда хочемо”
    Халяву чобіт своїх від бруду обтрусіть
    І йдіть до них вечеряти.
    Павлік.
    А чудо?
    Микола.
    Чудо в тому полягає,
    Що пиздити не будете ви їх.
    Сава Морозов.
    О, мудрий наш пророк!
    Старцям потворним
    Дозволь піти в свої дома убогі,
    Щоб ми могли молитись Аполону,
    Альонушці, зеленим бісам, відьмам,
    А сірники тримати на полиці
    Ми будемо, чекаючи святих.
    Нехай придуть і спалять к єбєням
    Майно улюблене,
    А нам, старцям нужденним,
    Повибивають зуби. Нам же краще,
    Бо легше тим прийти до Аполона,
    В кого нема зубів, відбиті нирки,
    Замість очей стирчать криваві дірки
    І рідка волосня нагадує про жизнь
    Розпустную з блядями і гімназістками.
    Павлік.
    Все, батьку, напизділи ви. Вам треба
    Скоріш до дому бігти, бо в лабази
    Ви мрієте залізти. У пилюці
    В танцюючому світлі каганця
    Ви з головой зануритесь у гроші
    І, як свиня, в них будете качатись
    І криками дурними кажанів
    Лякать під стріхою. Я помічав за вами
    Уже давно цю пиздувату жадність.
    Невидимий за вами я ходив
    З ліхтариком в кишені
    Моїх штанів широких. Я сокиру
    З собой носив, щоб нею запиздячить
    Пацюків, що по коморам нишпорять.
    Як раптом спинились ви, і вогник освітив
    Потворну вашу пику, хижі зуби
    І слину, що катилася із рота
    На землю вогку. Я вас упізнав.
    І так мені зробилися противні
    Інстинкти ваші дикі, що ледь-ледь
    Сокиру стримав я. Загавкав тут собака,
    Раптово перший півень прокричав.
    Ви матюкнулись лайкою брудною
    І двері зачинили, мабуть, мамку
    Пішли їбать безчувствєнно.
    Грошима ви шаруділи, бавилися хуєм
    Через кишеню. Схаменіться, батьку,
    Віддайте гроші капостні на храма!
    Павлік Морозов величним жестом показує на пацавату ізбушку на курячих ніжках.
    Сава Морозов.
    Ага, гандони, грошей захотілось,
    Га вна вам на лопаті, жебракам!
    Він робить руками всім зрозумілого жеста.
    Микола.
    Я сумно дивлюся на наше покоління
    Жлобів невихованих. Гроші їм
    Дорожче за храм святий. Мамоні, а не богу
    Возносять ці хуї свої молитви.
    Ви тихо задушіть його, як цуцика.
    Хто хоче це зробити,
    Хай вийде на три кроки уперед.
    Всі піонери на чолі з Павліком, не вагаючись ні хвилькі, роблять вперед три кроки із криком: “Можно я?”
    Микола.
    Павлуша старшенький, то йому і душити.
    Бо жизнь свою потрібно так прожити,
    Щоб соромно не було за роки,
    Що прожив ти, як підарас паскудний.
    Кінчай скоріш спектакль цей вельми нудний.
    Павлуша з насолодою душить батька його ж бородою. Він пхає її Саві в рота і закручує вузлом. Піонери підчас акції б’ють в барабани. Зробивши справу, Павлік підходить до пророка Миколи і робить піонерський салют. Два піонери пов’язують пророку піонерський галстук.
    Микола.
    Піонери! Душити жадних підарасів
    Будьте готові!
    Піонери.
    Завжди готові!
    З лісу з’являється Пєлагєя Нилівна з генералом Власовим і Філіном. Всі падають на коліна, побачивши храм.
    Філін.
    Це храм святий, він вийшов із болота,
    До нас, мерзених, він прийшов,
    Як совість приходить у ночі до вуркагана!
    І той прокинеться, заплаче і об стіну
    Ударить головою. Штукатурку
    Обіб’є лобом, долбойоб смердючий.
    Не буде більше пиздити бабусь
    Сокирою, ширятись ефідріном
    І гвалтувати в зоні пітухів,
    А піде в монастир і стане діток
    Учити Слову божому. Я теж покину
    Їсти гризунів і пташок,
    Хуйове це шпигунство я полишу, –
    Воздєлувати буду вінограднік
    У поті своєй совиной морди,
    І жить не по брехні, як вчитель бородатий
    Учив нас, юних і прищавих нігелістів.
    Генерал Власов.
    Maіn lіbber совушка,
    Переворот відбувся в моїй душі.
    З тобою разом будем,
    Як дві свині, грібтись на полі.
    Гроші ми раздаватимем бабусям і калікам.
    Нехай вони поїдуть в Монте-Карло
    І грають там в рулєтку, нам не шкода.
    З дітсадочків візьмем сиріт
    І заберем котів із інститута научного,
    Де з них здирають шкіру
    І роблять зомбі аспіранти п’яні.
    Власов, як і Філін, пада на коліна.
    Пєлагєя.
    А я куда?
    Власов.
    Хе. Блядєй з собою ми не беремо,
    Нема чого тобі робити з козаками
    І в гріх вводити нас. Іди в сім’ю
    І більше не гріши з воєнними.
    Молись, і чоловіку смирно догоджай,
    Із бороди йому вичісуй мандавошки,
    Терпи його тортури п’яні, ноги йому цілуй,
    Щоб він тебе простив. З тобой ми тільки можем
    Дебілів робити, ти стара для цих розваг.
    Іди з очей, розпусна Мессаліна!
    Пєлагєя.
    Шпигун німецький, шоб сказився ти!
    Канаріс щас тобі не допоможе
    Він в світлім кабінеті у гестапо
    Зажав у дверях яйця комуністів
    І сьорбає какао, прислухаясь
    Із насолодою до їхніх завивань.
    Тобі піздєц! Гей, піонери юні,
    Біжіть сюда! Я шпигуна спіймала.
    Пєлагєя хапає Генерала Власова, Філін обережненько ховається за сосною.
    Філін.
    Цих хлопців пацаватих знаю я,
    Вони природи рідної не люблять,
    Ні фауни, ні флори, ні пташок,
    А люблять тільки пляшки і гандони,
    А ще консєрвні банки,
    Фотографії поскудні із “Плейбоя”.
    Піонери хапають генерала і підводять до Павліка Морозова, який сидить на піонерському барабані в позі Бонапарта.
    Павлуша.
    Ну шо, спіймався? То кажи тепер,
    Хто вербував тебе, де штаб, ключі від шифру,
    Явки, ставки і вся твоя шпигунська поєбєнь.
    Генерал.
    Простіть мені, дітдомівські сирітки,
    Коти бездомні, мені вибачайте.
    Я грішно жив, їбався я з жінками
    Утричі старшими за мене. І з совою
    Я жирною дружив. Плодив дебілів
    Таких страшних, що навіть в Голівуді у фільмах жахів таких нема.
    Я не скажу нічого тобі, байстрюк поганий!
    Хай живе Майнштайн, Гудеріан і рідний Гітлєр,
    Фашистська батьківщина хай цвіте!
    Генерал Власов мужньо харкає Павліку в пику.
    Павлік.
    Утопіть фашистського фанатіка в болоті.
    Піонери прив’язують генералу Власову на шию кирпичину, як Герасим до Му-Му, і топлять у болоті. Альонушка вилазить з очерету і з цікавістю дивиться на видовище, її очі горять червоним вогнем.
    Пєлагєя.
    Що ж ти зробив, проклятий вуркагане?
    Якого хуя ти в болоті гидкім
    Втопив красивого усатого мужчину?
    Павлік.
    Мамаша, помовчіть.
    І вас втоплю, як будете пиздіть.
    Пророк Микола.
    Сімейка блядська, заїбали впень,
    Оцю хуйню повинен день-у-день
    Я слухуати, я б краще пітухом
    Ламбаду танцював би на параші!
    Пророк розлючено плює. Погляд його випадково пада на хижу Альонушку, яка хтиво клацає іклами і пускає слину з рота.
    Микола.
    А ти шо робиш тут, змія їбуча?
    Ти, мабуть думаєш, шо тут кіно знімають
    Рекламного про пасту для зубів?
    Роздратований Микола жбурля каменюку в Альонушку, яка з хижим гарчанням лізе назад в очерет. При цьому вона робить еротичні знаки Павліку Морозову і принадно вихиляється тілом. Павлік без зайвої рефлексії біжить за зеленою бляддю в болото. Пєлагєя Нилівна розставляє руки, як в картині Маковського “Не пущу”.
    Пєлагєя.
    Не лізь, синок, вона тобі не пара,
    Від неї ти підхопиш враз сіфона.
    Павлік роздратовано пиздить Пєлагєю Нилівну по мармизі, Пєлагєя пада довго і велично, як це і личить епічній героїні.
    Пєлагєя.
    Убив!
    Хор піонерів.
    Убив! Убив!
    Пророк Микола.
    Піздєц!
    Сінхронно з його пророчими словами болото охоплюється жахливим мороком з грімом, блискавкою, смерчем і всім, чим положено в такому випадку. По небу в цей час вихором проносяться медузи, горгони, чорти, дракони і просто якісь лярви. Натовп збивається вкупку, як безпорадне стадо, з жахом спостерігаючи катаклізми. Тільки Пророк лишається незворушним. Спокійно лягає він в прекрасну кришталеву домовину, яка відразу ж починає світитися синім вогнем, і невидимою силою влітає назад в храм. Двері храма з грюкотом зачиняються, і з жахливим рипінням ритуальна споруда робить поворота і на жовтих курячих ногах пиздує в болото, розбризгуючи грязюку. За ним, як щури за гамлєтським щуроловом мовчки ідуть загіпнотизовані Щукін, Альонушка і піонери. На сцені лишається тільки Павлік, який стоїть в античній позі над тілом матері, і Філін, який сховався за сосною і від жаху тихенько підвива.
    Дія третя. Картина Перша.
    На галявині, серед величного сибірського лісу біля туристичної палаткии сидять Сука і Блядь, богині помсти, гівна, мух і менструації, так звані ерінії, вбрані туристками 60-х років. На обох неоковивні спортивні штані кольору шкільних чорнил, потворні туристичні черевики і амебної форми рюкзаки. Довершують гардероб гидотні чорні крильця, якими ці бридкі створіння час від часу вимахують. Обидві богині – це здоровенні масласті невизначеного віку агресивні чуви. Одна з еріній слухає по портативному приймачу романтичні пісні про геологів, друга колупається в зубах виделкою.
    Сука.
    Хотіла б я пацанчиків красівих
    Зустріти в цім їбучім турпоході,
    Бо замість них тут тільки блядські рисі,
    Ведмеді, змії, сови беспокойні
    Вночі кричать, неначе їх гвалтують.
    Філін (з дерева)
    Угу-угу-угу!
    Блядь.
    Нема сєйчас пацанчиків хороших,
    А ті, що єсть, не їздять в турпоходи,
    А як поїдуть здуру на турбазу,
    То не вилазять, падли, з ресторану,
    Аж поки гроші не попропивають.
    В той час, коли нещасні молодиці,
    Які купили льготниє путьовки,
    Щоб поїбатись трохи у поході
    Спортивному, лікуються від нервів
    І клімаксу вонючою водою.
    Регочуть істерично, скавучать,
    Як цуценята, темними холодними ночами
    Під ковдрою казеною, самотні,
    В убогих номерах на десять коєк,
    Де радіо пиздить вночі і вдень,
    Бо хтось зламав його і виключить ніззя.
    Де блядь командировочна вночі
    Приходить і сідає в умивальник
    В сраку п’яна, і тепер до ранку
    Ви слухаєте, як вона ікає.
    Де об’явлєниє висить в фойє засранім:
    “Товаріщи! Не кидайте в вікно рєзіновиє іздєлія,
    бо гусі їх їдять і ними давляться!”
    Філін.
    Угу-угу-угу!
    Блядь.
    Сміється з нас цей йобаний хижак.
    (Кида в Філіна палку. З дерева чути крик: ” У, блядь, ти шо сказилась?”)
    Сука.
    А може там пацанчики сидять,
    Студенти-першокурсники красиві,
    Вони із нами шуткувати хочуть,
    А ти ломакою упиздила по ним.
    Голос з неба.
    От, курви, я вам зараз дам студентів!
    На галявину на величних чорних крилах планірує Клімакс, вісник богів, щось середнє між бетменом, медузою Горгоною і дельтапланом. Сказати, що він страшний, – це не сказать нічого. Коли він говорить, у нього з рота виривається вогонь, він весь обмотан зміями. Обидві бляді, побачивши Клімакса, з жахом падають долі ниць і навкарачках повзуть в кущі.
    Сука (з жахом)
    Клімакс! Це Клімакс!
    Клімакс.
    Так, не фраєр я, а клімакс змїєносний,
    Отож тремтіть, паскудні німфоманки,
    Що замість того, щоб глядіть онуків,
    Виябуєтесь перед пацанами з профтєхучилища
    І переймаєте у них їх сленг дебільний
    І пхаєте свої квадратні сраки в лосіни молодьожні.
    Вам студентів захотілось? Ось вам студенти!
    Клімакс бере в кожну руку по товстій змії і зміями пиздить нещасних профур, які від жаху виють і лазять рака. З високої сосни долинає вже знайоме нам “Угу!”
    Клімакс (катує блядєй)
    Оце вам за лосіни синтетичні!
    Оце за першокурсників!
    А це вже за геологів, гітару, тайгу
    І прочу поєбєнь!
    (Кожен пункт обвинувачень Клімакса супроводжується ляпасом важкою змією).
    Оце за ті похабні ваші пісні,
    Що ви їх виєте ночами, сичів лякаючи!
    Оце за блядські вірші, де про любов написано,
    Що їх ви під подушками тримаєте. Насправді ж
    Вам хочеться, щоб п’яна шоферня,
    Яка й не знає толком, як читати,
    Їбала вас в брудному гаражі!
    Сука і Блядь.
    О Клімаксе! Нехай же цеглепад
    Впаде на нас, мерзених! Хай говно
    Затопить нашу хату аж по крокви
    І із труби полізе замість диму!
    Нехай нам повилазить! Щоб ніколи
    Ми хуя не побачили в житті,
    Якщо ми будем лізти к пацанам,
    До ранку з ними лузгати насіння
    І реготать придурочно – вдавати,
    Що ніби-то лоскотки боїмось.
    Не будем більше ми!
    Клімакс.
    Ну, не клянись, то гріх.
    (Клімакс сіда на пенька, дістає “Біломор”, закурює, так, що стає схожий на справедливого начальника дитячої колонії. Він пригощає цигарками блядюг, як це звичайно роблять на допитах кмітливі менти. Раптово гостро примружившись, як це віртуозно робив Бєрія, щоб приголомшити ворога, питає)
    Ви Зєвса знаєте?
    Сука і Блядь (з жахом)
    Ми знаємо…
    Клімакс.
    Він щойно наказав пошматувати вас обоїх на котлєти,
    Якщо ви вже сьогодні не засмажете Павла Морозова
    І не подасте йому о сьомій на вечерю.
    Він сказав, що любить, щоб шкіру не знімали,
    А перед тим, як подавать на стіл,
    Побризгали б на неї трохи коньяком.
    А з рота щоб стирчала цибулина,
    Та тільки свіжа, а не тогорічна.
    Гадьониш цей вже заїбав богів,
    Він запиздячив всю свою сім’ю.
    Тепер він може на Олімп полізти
    У світлиє палати до богів,
    Щоб звідти їх на землю постягать,
    А потім сам на крісло Зевса сяде
    І буде видавать укази.
    Цього ми не можемо терпіти.
    Підрозділ блядський щас шикуюсь,
    Кругом, вперед за ордєнами!
    Сука – старша, шо не ясно?
    Сука і Блядь по-воєнному виконують накази.
    Сука.
    Докладує старший сержант Сука!
    Дівєрсіонна група в складі
    Старшого сержанта Суки і єфрейтора Бляді
    В наряд заступила!
    Клімакс.
    Праве плече вперед! Бігом!
    Обидві профури вихором зникають в тайзі. Клімакс з цигаркою в роті з вогнем і димом стартує вертикально вверх, як це робить на Байконурі ракета.
    Картина друга.
    Павлік Морозов мандрує тайгою, несучі на могутніх плечах мішок з мертвою матір’ю. Мандруючи так, він зненацька влазить просто в лігво Сфінкса, який годує здоровенними цицьками маленьких сфінксенят.
    Сфінкс.
    Ага! Людиною воняє смачно як!
    К обіду ти мені з’явився вчасно,
    Давно пацанчіками я не ласувала.
    І як мені ти не відповіси
    На три мої загадки хитрожопі,
    То з’їм тебе негайно.
    Павлік.
    Не бздю нікого я!
    Давай загадки, сука із цицьками.
    Розгадував я й не такі кроссворди,
    Складали їх євреї хитромудрі,
    Хотіли наїбать – не получилось.
    Із ними не рівнятися тобі,
    Потвора ти дрімуча.
    Сфінкс.
    Так слухай. Що це таке:
    Не буряк, не морковка,
    А червона головка?
    Павлік (не хвильку не вагаясь)
    Піонерка в червоній хустинці.
    Що, з’їла, сука?
    Сфінкс.
    Хвалитись постривай.
    Скажи, що це таке:
    Літає і смертю засіває?
    Павлік.
    Фашистський літак.
    Сфінкс.
    І тут вгадав, паскуда!
    Слухай же останню.
    Що це таке:
    Орел літає – народ визволяє?
    Павлік.
    Радянський літак.
    Сфінкс.
    І тут вгадав. Іди своїм шляхом.
    Розумний ти, а я їм тільки дурнів.
    Павлік.
    Ні, постривай, бо зараз моя черга загадувать,
    І як ти щас мені не зможеш відповісти,
    То тебе з говном змішаю я
    Разом з твоїми цуценятами.
    Що це таке, відповідай негайно:
    Сичав, сичав, та й замовк,
    Вигляда з нори, як вовк?
    Сфінкс.
    То, може, то скажена барсучиха.
    Павлік.
    Тупа пизда! Це – Гєбєльс!
    Павлік страшною силою епічного героя пиздить Сфінкса мішком з мертвою матір’ю. Сфінкс пада мертвий. Павлік з насолодою душить маленьких сфінксенят, які жалібно скавучать. Тихцем, ніким не помічені, з-за сосни визирають Сука і Блядь. Обличчя у них розмальовані грязюкою, як це роблять на бойовому завданні американські рейнджери в джунглях Індокитаю.
    Блядь.
    Який він гарний, Сука!
    Сука.
    Ах, я не можу на нього дивиться,
    Бо я уссусь в труси!
    Павлік в цей час здирає з Сфінкса шкуру і надягає на себе, як Геракл. Потворна шкура щільно облягає його могутню постать, так що сфінксові цицьки гойдаються на плечах, як здоровенні еполєти.
    Павлік (до еріній)
    Не треба там ховатися, дівчата,
    Все бачу я. Ви краще йдіть сюда.
    Скажіть мені, чи любите ви сєкс?
    Блядь (виступає вперед)
    Конєчно!
    Сука (пошепки)
    Ти, Блядь, дурна, забула ти про Зєвса,
    Він на котлєти порубає нас.
    Блядь.
    Я Пушкіна читала на турбазі. Там сказано,
    Що краще меньше жити, но їбатись,
    Ніж жити дохуя таким життям убогим,
    Як ми живем з тобою. Подружка сизокрилая моя,
    Яка в нас жизнь? Щодень приходить Клімакс
    І пиздить кобрами отруєними по попереку хворому.
    Казав крилатий гад, щоб ми про пацанів не сміли й думать.
    Та я їбала жизть таку, подружка.
    У дико лігво це я раком щас полізу
    І хай весь світ накриється пиздой,
    Безсмертниє боги, Олімп і океан
    І небо все нехай к хуям розпроєбеться
    Разом з амбалом тим, що його підпира!
    Блядь, хтиво вихиляючись сракою, залазить до сфінксового лігва. За нею лізе Павлік Морозов, чіпляючись сфінксовими цицьками за вхід.
    Сука.
    Оце подружка вткнула!
    Так мені сейчас зробилося завідно.
    Колись і я дівчатком молоденьким
    Курила план, ширялася потроху,
    А потім, сидячи на теплих трубах
    У подворотні ззаді гастронома
    Я цілувалася з хіпками
    І співала про Mіshelle.
    К хуям війну! Робіть любов, дебіли!
    Сука лізе у вонюче лігво, з якого негайно долинають тваринні звуки, чавкання, рипіння і таке інше. Через галявину сумно мандрує храм Аполона на курячих ногах, очевидно, у пошуках істини. За ним ідуть загіпнотизовані піонери, Щукін і Альонушка. Альонушка веде за собою на мотузку свого брата Іванушку. Іванушка – біленький, з маленькими ріжками, ратицями і хвостиком. Альонушка і Іванушка з цікавістю прислухаються до тваринних звуків, а потім, не вагаючись, залазять всередину. Судячи з задоволеного мекання, їх зустрічають гостинно. Храм Аполона сумно зникає в тайзі разом з учнями. Філін, який весь цей час вів з дерева свої шпигунські спостереження, м’ягко планірує на галявину.
    Філін.
    Мовчать боги, принишкли океани,
    Везувії таять в собі свій попіл,
    Каміння і вогонь священий. Храми
    Стоять, зарослі будяком і хмизом,
    У хмизі тім скульптури охуєних
    Розмірів лежать розкидані,
    І дивляться незрячими очима
    В безодню неба. Замовкли всі,
    Чекаючи коней із вершниками,
    З косами й вагою.
    Та щось не йдуть, прокляті.
    Або б уже сказали, що не прийдуть,
    Або скажіть, коли,
    Бо вже нема ніякого терпіння їх чекати.
    Так дальше жить ніззя! Скрізь долбойоби!
    Навіщо, мама Мудрая Сова,
    Мене ти народила!
    Філін за своїм звичаєм хоче битися головою об сосну. Раптом несамовите рипіння дерев і нелюдське гарчання вривається на ідилічну галявину. З’являється Павєл Власов у всій своїй красі. Він одразу ж помічає блядство у своїх володіннях і слоноподібними ногами розчавлює бридке лігво Сфінкса. Бляді з пострахом розбігаються. Філін радісно кричить: “Ага! Ага! Прийшли!” і лобом колотиться в сосни, утворюючи лісоповал. Павлік Морозов сміливо вилазить з-під вонючої груди кизяків, скелетів і сухого бадилля, з яких було побудовано цю звірячу бірлогу.
    Павлік.
    Якого хуя ти, амбал невмитий,
    Прийшов сюда мішать моїм зайняттям?
    Тепер своїм улюбленим прийомом
    Зроблю з тебе навіки імпотента.
    Павлік пиздить Павла Власова ногою по яйцях. Роздається звук, ніби вдарили в дзвона.
    Павлік.
    Що, не подобається?
    Павел Власов.
    Ні.
    (З цими словами він пиздить Павліка по голові. Звук абсолютно ідентичний першому, результатів ніяких).
    Павлік.
    Тоді знайомся із моїм мішком смертельним,
    Із матір’ю могутньою моєю.
    Я її вбив, вона ж тебе уб’є.
    Павлік пиздить мішком Павла Власова, який страшно кричить: “Мать! Мать!” хапа ротом повітря і пада на Павліка Морозова з страшним стуком. Очевидно, при падінні він припиздив Павлушу своїм здоровенним кінг-конгівським тілом. Павлуша не ворушиться, його кішки смачно бризнули на мармизи блядєй, які спостерігають величне видовище, тремтячи від жаху. Маленьке козенятко Іванушка залазить на трупи титанів і жалібно мекає. Тільки Філін продовжує істерично битися лобом в стовбури на своїй різосеці, істерично повторюя: “Прийшли! Прийшли! Та тільки коні де?! Де коні, блядь, де коні?!” В жахливій тиші страшно падають віковічні дерева.
    Завіса`,
};

const hamlet = {
  title: 'Гамлєт, або Феномен датського кацапізма',
  url: 'http://doslidy.org.ua/?page_id=47',
  text: `Дійові особи
    Гамлєт, датський кацап.
    Маргарита, мати Гамлєта.
    Привид, страшне чудо, старанно прикрите замизганим в багнюку і сукровицю простирадлом.
    Клавдій, хтивий дядько принца.
    Зігмунд Фрейд, відомий психіатр.
    Дія перша.
    Берег моря. Чути розбещені крики морських птахів, ревіння моржа, а також інші звуки, іздаваємиє різною морською сволотою. Входить Гамлєт, вдягнутий в зручну приємну товстовку і такі ж самі парусинові штани. Гамлєт красиво підперезаний вузеньким шкіряним пояском. Він босий, бородатий і пацаватий. В руках у нього дебелий дрючок.
    Гамлєт. Як остопиздило купатися мені. Чи може іскупатися? Купатись чи не купатись? Блядські ці питання зайобують. То може, не вагаясь, спустити враз штани та батерфляєм хуярити, аж поки за буями в очах не потемніє? Ну а згодом? Про наслідки можливі не подумать? Один лиш тільки раз і вже крадеться піздець з своєю усмішкою хижой. Простуда, геморой, чіряк на сраці, запльована підлога, лікарі, від шприца гематоми і могила… На ній брудна Офелія вонюча та купка маргаріток, а під нею лежить той фраєр, що любив купатись. Такіє варіанти єбав я в рот і в носа. (Гамлєт харка у море і його дрючком пиздячить.)
    Входить Клавдій, хтивий дядько принца.
    Клавдій. Мон шер Гамлєт! Ходімо в кабінєт. Канхвету дам тобі я посмоктати. Канхвета очєнь класна, Тузік вкусний. (Клавдій гидотно плямка, ізображая вкусний нехуйовий Тузік.)
    У ту же мить із моря вилазить Привид у брудному простирадлі.
    Привид. Не вір, мій сину, цьому підорасу. Канхвету ту тобі він в жопу встромить.
    Клавдій. А-а-а-а!!! (Тікає.)
    Привид. От бач, злякався, йобаний сцикун. Він обісцяв мене на полюванні, коли я міцно спав. Підступною рукою він в ухо спрямував брудного хуя. І скосопиздила моє прекрасне тіло смертельная гангрена. Помсти хочу! Побачить цю падлюку на параші, за грою в півника з неголеним убивцей, або в канторі сраним інженером, або у юрті раком на підлозі татари шоб його єбали в сраку!
    Гамлєт. Не можна мстить. Повинні ми любити всіх підорасів, злодіїв, убивць. Бо кожний з них – народ, всі – богоносці.
    Привид(іронічно). То може ти і м’яса не їси?
    Гамлєт. Ні, не їсу я м’яса принципово. Я тільки випить іноді люблю, бо ми народ широкий і гостинний і випити ми можем дохуя, намного більше інших інородців, жидів та басурман.
    Привид. Хуйова мода. Пробзділось шось у Дацькому князівстві… Коли я був царем, єбав я в жопу всіх богоносців в купі з Львом Толстим. Но це, конєшно, в смислє пєрєносном. Бо підорасів, з дєтства не любивши, посилав їх на хімію єбошить на благо Батьківщини. О часи, о Данія нещасна!
    Гамлєт. Ви, батьку, там привидом вже зовсім заєбались. Шось пиздите таке, що не просцяти і за цілий тиждень. Я же вам сказав, що мститися не можу, бо всі люди – це браття на землі, окрім жидів, татар, масонів, негрів, білорусів, которих я ненавиджу. В цілому я ж гуманіст, не те шо ви, папаша. Вам тільки би горілки засадить та мамку бідну на печі єбати, аж дим із хати йде. А потім чаю посьорбати і кидати сокиру в паралізовану бабуню, в унітаза хуярить чобітьми і так же много другої хуйні за вами замічав я. Навіщо ж вам було родного брата, слабкішого за вас своїм здоров’ям, примушувать лизати вам мін’єта? От він і єбанувся, бідолашний, і це не дивно. Мати моя, бідна, ненавиділа вас, як я жидів. Мене ж, синка хорошого, любила і часто пестила. А я із нею грався у котика та білочку. Ви, батьку, пиздуйте в ваше море та хутчіше, бо я дрючком переєбу єбальник щє й дядька позову і ми з ним разом таких піздюлєй вам понакладаєм, шо Данія здригнеться.
    Привид. Сучій сину, хуйовий нєдоносок! Так на батька! Таку хуйню казать! Чом не втопив я тебе в малаф’ї як ти родився? Чом не засунув в жопу головою і задушив? О курвяча сімейка! Зажди ж у мене! (Привид топиться у морі.)
    Гамлєт. Папаша блядский, в доску заєбали. Піти би випить в барі шампаньйоли, бо в сурлі мов коти понасцикали і несвідомо хочеться лизати шершавим язиком гарачі зуби…(Гамлєт уходить, моржі ревуть, птахи кричать, море шумить.)
    Дія друга.
    На сцені збоку стоїть рояль “Стенвей”. На ньому лежать шпроти. Посеред сцени стоїть кацапське крісло, позбавлене художнього смаку. Над ними герб висить національний. На гербі зображено ведмедя. В одній руці у ведмідя молоток, а в другій – балалайка. Це символізує працелюбність і незакомплексованість тварюки. На кріслі сидить Маргаріта, мати Гамлєта, і вишива комірець в косовороточці. Вона наспівує “Камаріки”. Непомітно, м’ягкою ходою підораса, входить Клавдій, хтивий дядько принца.
    Клавдій. Сьогодні я гуляв на датськом взмор’є з твоїм синком красівим. Я канхвету хорошу очєнь, вкусную, єму давав, но он нє взял, муділа.
    Маргарита. Какой чудак, єй богу…
    Клавдій (сам до себе). Я виєбу його. (До Маргарити.) Канхвєта Тузік, очєнь нє хуйова.
    Маргарита (лагідно). Бешкетнику…
    Клавдій. Чимсь бздить у кабінеті, неначє хтось насрав нечистоплотно. Відкрийте хвортку, хами, щоб пробзділось.
    Підскочивши, два хама в косоворотках і чоботях швиденько відкривають хвортку і в нею в ту же мить влітає Привид.
    Привид. Ага, падлюки! Всім скидать штани і стати раком! Щас піздець вам буде, слівайте воду, йобані масони, чи як вас там.
    Клавдій, Маргарита і хами виконують накази Привида, який дико регочє і літає по кабінєту.
    Клавдій. Мій Привиде, ніякої хуйні не робим ми. Ко всєм жидомасонам іспитуєм злобу і ненавість і каждий день національні гімни на балалайці хором ісполняєм. Бояться нас жиди та басурмани, престіж крєпчаєт, мощно возрастаєт дєнь ото дня процент жиров у маслі. Довольні хами, ситі в них єбала. Гораздо мєньшє стало підорасів, єбошать всі вони як папа Карло на хімії в Черкасах. Лєсбіянки – усі на Соловках.
    Входить Гамлєт. Він в сраку п’яний. В одній руці у нього дрючок, а в другій – шампанське.
    Привид. Дивись, мій сину, це – жидомасони. Ти запиздяч дрючком їх по печінці, потом мєнє доложиш. Шо не ясно?
    Гамлєт. Папаша, всьо буде в лучшем відє, не хвилюйтесь.
    Гамлєт пиздить усіх дрючком: пиздячить герба з ведмедєм, потім заливає шампанськоє в рояль і шпроти запускає туди ж. І по роялю пиздить дрючком. Рояль гуде.
    Привид. Мій сину, то рояль, а не жиди, його не надо пиздить. За валюту його я купував.
    Гамлєт. Єбав я всє роялі, і валюту, і всіх жидів.
    Гамлєт пиздить Привида дрючком. Привид пада. На полу лежать трупи, попижжені Гамлєтом. В роялі тихо плавають шпроти. Входить Зігмунд Фрейд. Його окуляри таємничо блищать в темноті.
    Гамлєт (потихеньку починає тверезитись). Ітоги подвєдьом. Упиздив тата. І мамку запиздячив з рідним дядьком. Попиздив мєбєль ценную, герба національного хуйнув. Усюди смерть, розруха. Не буду більше пити я, хоч, правда, яка розумная цьому альтернатіва? Ех, блядська Данія! Піздєц всім сподіванням…
    Гамлєт рве на собі толстовку. Тихо грає музика, приємний голос співа “Яблучко”. Зігмунд Фрейд підходить до Гамлєта, коле його шприцем у сраку і уводить до божевільного дому. Hа сцені з’являються семеро матросів в жахливих чорних бушлатах. Пісня “Яблучко” переможно шириться. Під веселі звуки “Яблучка” матроси мовчки страшно відбивають чочотку.
    Завіса`,
};

const mgnovenie = {
  title: 'Остановісь, мгновєньє - ти прєкрасно!',
  url: 'http://doslidy.org.ua/?page_id=66',
  text: `Дійові особи
    Іван Опанасович Харченко, літературознавець.
    Гриць Якович Вареник, тоже літературознавець.
    Чорт, трансцендентна сила у вигляді рогатого упиздня у ватніку, ватних штанях і кирзових чоботях.
    Хуна, особа жіночої статі.
    Сало, їжа Івана Опанасовича і Гриця Яковича, заповнює простір між шкірою та м’ясом свині, на вигляд біла, на смак жирна речовина.
    Портвейн, напій, який Іван Опанасович і Гриць Якович п’ють вранці, вдень, ввечері, а також вночі.
    Дія перша.
    Кімната в общазі, в котрій живуть аспіранти, Іван Опанасович, Гриць Якович і сало. В кімнаті – дві кроваті, тумбочки і стіл. За столом сидить Іван Опанасович і їсть сало. На кроваті лежить Гриць Якович Вареник у стані алкогольного токсикозу, загорнутий у ковдру.
    Іван Опанасович. Щось випить хочеться, блядь, де ж взять гроші… (до Гриця) В тебе гроші є?
    Гриць. Єсть.
    Іван Опанасович. Дай мені три карбованці, я завтра утром тобі віддам. (Гриць мовчить…)
    Іван Опанасович. Чого мовчиш, гроші є?
    Гриць. Єсть.
    Іван Опанасович. Дай три карбованці, завтра утром віддам. (Гриць мовчить…)
    Іван Опанасович. Чого мовчиш, гроші є?
    Гриць. Єсть.
    Іван Опанасович. Дай мені три карбованці, завтра утром віддам. Чого мовчиш?
    Гриць. Та жалко…
    Деякий час обидва мовчать.
    Іван Опанасович. Блядь, придумав. Щас гумореску запиздячу.
    Іван Опанасович кладе сало, сідає до машинки і пиздить її по клавішам.
    Іван Опанасович. Такий гумор щас пиздону, що вони повсцикаються усі. (до Гриця Яковича) Ти “Перець” читав?
    Гриць. Ні
    Іван Опанасович. Очєнь даже напрасно. Там такі хохми єсть – вссатися можна. Там і моє тоже єсть. (Продовжує пиздить по клавішам, потом видира бумагу і комкає її). Ну його к хуям, краще я оповідання про колгосп напишу, блядь, в Маладу Гвардію. (до Гриця) Ти читав Маладу Гвардію?
    Гриць. Ні
    Іван Опанасович. Напрасно, там тоже хароші хохми єсть.
    Іван Опанасович пиздячить по клавішам.
    Гриць Якович (меланхолійно). Я сьогодня з Хуною условився, щас прийти должна.
    Іван Опанасович продовжує пиздить машинку по клавішам, потім імпульсивно видира бамагу з машинки і зникає в сортирі. Входить Хуна.
    Хуна. Я не опоздала?
    З сортиру чути огидливе пердіння. Хуна робить вигляд, ніби нічого не чула.
    Хуна. Ви тут сідітє, а на дворє такая пагода стаїть.
    З сортиру чути огидливе пердіння. Хуна робить вигляд, ніби нічого не чує.
    Хуна. Я прямо не знаю, что ета вєсна со мной дєлаєт.
    Гриць Якович тупо мовчить. З сортиру чати якесь шарудіння. Трохи згодом з’являється Іван Опанасович застьобуючи штани. Він розпарений і страшний.
    Хуна. Ізвінітє, можна мінє?
    Іван Опанасович. Ха! Мерсі.
    Хуна, спокусливо посміхаючись, зникає в сортирі. Іван Опанасович у роздумі чуха собі живіт.
    Іван Опанасович. Я в армії так наїбався, Гриша, – їбать мої віники.
    З сортиру чати страшний крик. Хуна з перекошеним ротом вибігає, збиває з ног чорта, який щойно заходить у двері і вихуром зникає у недрях гуртожитка.
    Іван Опанасович. Блядь, що вона злякалась, – гівна не бачила?
    Чорт загляда до сортиру, мрійливо махає хвостом і клаца язиком.
    Чорт. Ну ти і среш, Ваня.
    Іван Опанасович. А хулі тут такого, ну посрав.
    Чорт. Ну розсказуй, як живеш, як жінка.
    Іван Опанасович. Та пішла вона на хуй!
    Чорт (співчутливо). Шо такоє, Ваня?
    Іван Опанасович. Та вже місяць менструації не було – мабуть забєрємєнєла.
    Чорт. Так радуваться ж нада, Ваня!
    Іван Опанасович. А хулі радоваться? Я її три года їбав як врага народа і вона не бєрємєніє. Я не люблю ото на простиню спускати чи на живіт.
    Чорт. Шо таке, Ваня?
    Іван Опанасович. В неї матка не держить. А забєрємєла, сука, коли я сам в Києві, а вона в Лохвицях.
    Обидва мовчать. Чорт в роздумі крутить хвостом.
    Іван Опанасович. Я не зате, мені інтєрєсна, хто її виїбав – вона ж втричі за мене ширша, ще й окуляри носить. Хє!, інтєлігєнтка, блядь, – у Лохвицях заврайоно.
    Обидва мовчать.
    Чорт (спокусливо). На блядки підем сьогодня?
    Іван Опанасович. Та шо я, пацан? Я в армії так наїбався, що противно згадувать. Я вобщє ото їбаться не понімаю – ну шо тут такого? Штрикаєшь, штрикаєшь, а спроси – на хуя? Я б краще вина б ото випив…
    Чорт (не скільки не здивувавшись). Давай стакани.
    Чорт вийма з ватніка кілька пляшок портвейну. Гриць Якович, який до того лежав смирно, як небіжчик починає нервово перекидатися на простирадлі, бо гадає, що про нього забули. Чорт розливає, Іван Опанасович ріже сало.
    Чорт. А шо ж ти, Ваню, далі робитимешь?
    Іван Опанасович. А шо. Щас дисертацію напиздячу і у Броварах дом куплю за 20 тисяч. Я ото блядські ті квартири не панімаю – ну шо тут такого? Ото меблю купують, позвуть у гості і сидять, цілий день пиздять, а жінка собі пизду чуха.
    Гриць. А що ж робить?
    Іван Опанасович. Я люблю, щоб у мене хазяйство було. Кабан, та то та сьо. Вона, курва, звикла там у районо пиздіти, а кабана годувать нада.
    Сатана (продовжує спокушать). Ваня, а може ну її к хуям ту дісєртацію, давай к блядям поїдемо на діскатєку. Щас хароші бляді там єсть. Я хату зняв на Барщоговці – можна хоч тиждень не вилазить.
    Іван Опанасович. Е-е, то не можна – начальник буде пиздіть.
    Сатана. А ми йому скла товченого підсипемо в бутерброди. У нього жінка ревнива – подумають на неї.
    Іван Опанасович. Та воно можна, та у тіх блядєй, я думаю, і тріпер є.
    Сатана. Ну, то давай поїдемо, Ваня, в кафе “Ластівка”, приєбемося до армян і пизди дамо.
    Іван Опанасович. Та воно можна, але ж там міліція, я думаю.
    Сатана. А ми і міліції пизди дамо, а потім похуярим у Дубки і все там на хуй рознесем.
    Іван Опанасович. Ге! Дубки – то далеко іти надо.
    Сатана. А ми на таксі.
    Іван Опанасович. Нє, то дурне діло, я ото краще сала поїм…
    Іван Опанасович жре сало і запива портвейном.
    Сатана (з слізьми в голосі). Ваня, ти хоч плану покури. (З надією лізе до кишені) Ось тут у мене є гаарний, диви як пахне – а-а-а-а. (Сатана з насолодою нюха план і крутить хвостом) Давай накуримося і підем якусь хуйню зробимо.
    Іван Опанасович. Та я їбав його курить – від нього хуй не стоїть.
    Сатана (плаче). А навіщо тобі щоб стояв?
    Іван Опанасович. O ! Як це навіщо? Заїбав!
    Гриць. Блядь, де ж та Хуна поділась? Казала вчора, що буде зі мною жить, а сама втекла.
    Іван Опанасович. Та біс їх зрозуміє тих Хун, оно, краще, вино стоїть – пий.
    Всі випивають.
    Сатана. Ваня, а може вона щас прийде, то ми Швецію зробимо?
    Іван Опанасович. Яку це швецію?
    Сатана (спокусливо). Ну, хе… Це коли один вафлями годує, а другий в жопу їбе – інтєрєєсно!
    Іван Опанасович. А ти що робить будеш?
    Сатана. А я так подивлюсь.
    Іван Опанасович. Нє, то не можна. Вона комусь розкаже, нам тоді всім піздєц. Скажуть “Іван Опанасович Харченко замість дисертацію про Шевченка писать зробив в общєжитії гнєздо разврата”.
    Сатана. Не скаже. Ми її вафлями нагодуєм, голову відріжем і закинем до студентів, та всі подумають, що то негри.
    Іван Опанасович. Ууууу… Я на тих негрів дивиться не можу. Чоорні, а нааглі. Їде в автобусі і чита якусь книжку не по-нашому – хуй проссиш. Тільки оченятами – зир, зир. А тьолок наших їбуть. Та, дура, пащеки пороззявляють і їдуть з ними в Африку чи якусь Гвіану йобану, а негру шо? Поїбав, надоїло, потім їз’їв – і всі діла. Вони своїх не так люблять їсти, як наших – наша баба потіє менше.
    Гриць. І все одно пизда ставридою бздить.
    Всі троє замислено мовчать, переварюючи інформацію Гриця Яковича.
    Сатана. Ваня, а пам’ятаєш, коли ти старий був, як ти в мене просився, молодость хотів – аж душу заклав.
    Іван Опанасович. Ну як?!
    Сатана. А казав жеж: “Чортику, любий, зроби молодшим, дай трохи грошей, та кабанчика, та то, та сьо, – то я тобі служить буду і всіх геть чисто позакладаю”. А сам противний, слина тече з рота, зубів нема, а у вухах вати з пів кіла стирчить.
    Іван Опанасович. От ніхуя такого не помню. Не було цієї хуйні.
    Сатана. Ну як же, Ваня, не було, када імєнно шо було. Казав: “Я як молодий буду, то не буду більш всякої хуйні робить, – у поліцаї вступати, сало їсти і таке інше, а буду ізучать три стадії духа, шоб потом кричать: ‘Остановісь, мгновєньє – ти прєкрасно!'” – не ти скажешь? Хто казав: “Буду Ніцше читати, а потім превозмагать в собі поца, їбать по ночах дику вовчицю і в Ганконзі дурний план курить”, шо, не ти? Хто казав: “Покину це сало хуйове, а буду ананаси і бургундське пиздячить з манєкєнщицями в Парижі і через їх пойму тщету зусиль”, не ти?
    Іван Опанасович. А щоб ти з’їв і не пиздів.
    Гриць Якович (шуткує). Я тарілку супу, а ти кінську залупу! А-га-га-га! (регоче).
    Сатана. І я тоже дурень – сиджу тут з вами, пиздюками, сало їм.
    Чорт наливає шмурдяку, відрізає сало, передразнює когось: “Астанавісь, мгнавєньє, ти прєкрасно!”, потім випиває шмурдяк, закусує салом і кривиться.
    Гриць Якович (співчутливо пиздить чорта по спині). Шо, не пашло?
    Чорт. Та пішов ти на хуй, не пішло.
    Гриць Якович (шуткує). А я і так на ньому сиджу – тільки ноги звисають.
    Чорт (розлючено плює на підлогу). От тільки і навчився, що срати як бегемот. Он навіть хуни тікають.
    Іван Опанасович. Я їм не винуватий, що вони дурні.
    Чорт. Ну, а якщо всі повтікають?
    Іван Опанасович. Нехай тікають, вони мені не нужні.
    Чорт. Ну і сиди тут з своїм салом, кабан йобаний.
    Іван Опанасович. От ти в нас дуже інтєлігєнтний, що не слово – то матюки.
    Чорт іде до дверей. Раптом двері відчиняються і в них входить Хуна.
    Хуна. Ви тут сідітє, а на дварє какая пагода стаіт! Я вот нарочно вийшла, трохи пагуляла, – так шо ета вєсна са мною дєлаєт! А ви чєго тут сідітє?
    Гриць Якович (шуткує). Тебе чекаєм, Швецію робить.
    Хуна. А што ето такоє?
    Починає тихо грати АББА. Всі, в тому числі і чорт, мовчать.
    Хуна (наївно). Нє, ну чесно, рєбята.
    Іван Опанасович (спльовує). Це коли один вафлями годує, а другий в жопу їбе – інтєрєєсно! На, ось, сало їж.
    Хуна, Гриць Якович і Іван Опанасович жруть сало. Чорт заглядає в сортир, спускає воду і зникає. Спущене гівно, веселі звуки АББИ і чавкання трьох створінь зливаються в єдину симфонію.
    Завіса`,
};

const snobs = {
  title: 'Сноби',
  url: 'http://doslidy.org.ua/?page_id=82',
  text: `Дійові особи
    Вєнєдікт Абрамовіч, сноб.
    Пєрєц Моісєєвіч, сноб.
    Свирид Свиридович, сноб.
    Поліна Йосипівна і Ельза Піздаускас, снобихи.
    Скворцов, вєдущій передачі “В мірє животних”.
    Дія відбувається в квартирі Свирида Свиридовича. Квартира Свирида Свиридовича обвішана різним шматтям, в числі якого: ручна ворона в клітці, портрет святої Варвари, бюст східного дєспота, іржаве відро, прибите до стелі, напівз’їдений клопами метелик, розп’ятий на стіні, забитий Хемінгуеєм кабан, картина з голими шлюхами, діван в стилі рококо, в якому їбеться шашель, та інше. За брудним столом сидить Свирид Свиридович, пале люльку і дивиться “В мірє животних”. На столі лежить книга. На книзі написано: “Гомосексуалізм і східна філософія”. Автор книги Цюнь Хунь Мунь.
    Скворцов (в телевізорі). Інтєрєсно, что с наступлєнієм брачного пєріода повєдєніє саламандри мєняється. Обратітє вніманіє на вздувшієся жєлєзи саламандри у основаній єйо хвоста.
    На екрані возникає гидкий силует саламандри. Грає Пінк Флоід. Раз по раз саламандра іздає звуки, ніби пилою возять по шихверу.
    Свирид Свиридович (сам до себе). Хе-хе, йобане чудо!.. Входять Вєнєдікт Абрамовіч і Пєрєц Моісєєніч із пляшками горілки.
    Скворцов (в телевізорі). Посмотрітє. Так іспугана саламандра питаєтся напугать нєпрошеного гостя пєрєд тєм, как рєтіроваться.
    На екрані саламандра гидко сре, переливаючись цвітами райдуги. Грає Пінк Флоід.
    Свирид Свиридович (показує на книгу). Ви ето чіталі?
    Пєрєц Моісєєвіч. Позвольте, Свирид Свиридович, ето ж бульварная інтерпретація “Алмазної Сутри”. Вот я Вам прінєсу кніжєнцію, одін купєц пішет о руськом православії. В молодості бил большой разбойнік, прєдставьтє сєбє. ізнасілував свою мать. Ето так, апріорі, затєм долго жив на Востокє. Вобщє, умнєйша, опитнєйша людина!
    Вєнєдікт Абрамовіч. Как ето сказано в Блока: “Вєліка Росія, а ідті нєкуда…”.
    Свирид Свиридович. Магія слова, батенька!..
    З цими словами Свирид Свиридович наливає горілку і вся компанія випиває.
    Скворцов (в телевізорі). Сєйчас ми познайомимось іщо з однім прєдставітєлєм обширной сім’ї плазунів. Ви, навєрноє, єго уже узналі. Відітє, какой он сімпатічний.
    На екрані з’являється страшна пащека крокодила. В зубах у його стирчать шматки волохатого собаки.
    Скворцов. Да, в лєсу другіє закони, чем у нас з вами. Токо зазєвался і, глядіш, угоділ кому-то на ужин. Так сказать, малєнькіє трагєдіі.
    Входять Поліна Йосипівна і Ельза Піздаускас.
    Ельза Піздаускас (з нєруським акцентом). Еті мужчіни, оні, как всєгда, п’ють втіхаря. А женщінам ні слова.
    Вєнєдікт Абрамовіч. Рекомендую – у нас в гостях ізвєстнєйшая Ельза Піздаускас.
    Ельза. Хоть би ти, Вєня, нє виябувався, ти ж знаєш, я етого нє люблю.
    З цими словами Ельза Піздаускас наливає собі гранчак горілки і випиває його.
    Поліна Йосипівна. Ви нє чіталі статтю Ганцмахера “На порогє разума”?
    Пєрєц Моісєєвіч. Я шо-то слишал, ето про пріручену акулу, она єст з рюмочкі яйца. Кстаті, господа, ви знаєте -до сіх пор ніхто не знає, хто в акули мужчіна, а хто женщіна.
    Ельза Піздаускас. Навєрно, я б опредєліла по запаху. Га-га-га…
    Ельза Піздаускас неприємно регоче, давлячись солоним помідором.
    Поліна Йосипівна. Прєдставьтє, нє вгадалі, ето про обізяну. Обізяна впєрвиє заговоріла…
    Вєнєдікт Абрамовіч. Ха… І что же, мєня інтєрєсуєт, ваша обізяна могла б такоє сказать?
    Поліна Йосипівна. Прєдставьтє, всєго одну фразу. Она сказала: “Шо, піздюкі, доігралісь?”.
    Вєнєдікт Абрамовіч. Ха! Ето іщо ні о чьом нє говоріт. Она может рефлекторно проізводіть звук.
    В цю ж саму мить Свирид Свиридович досить голосно пердить.
    Ельза Піздаускас. Лучше чєсно пьорднуть, чєм прєдатєльські набздєть.
    Скворцов (в телевізорі). От відітє, как іногда получається. Токо наш новий знакомий собрался в родную стіхію, как хозяін тайгі, которому надоєдо сосать лапу, прийшов на водопой. Обично, еті сільниє звєрі ізбєгают друг друга.
    На екрані ведмідь і крокодил боягузливо харчать один на одного. Причому, крокодил не випускає з пашеки неохайних шматків волохатого собаки.
    Пєрєц Моісєєвіч (шуткує). Шо, піздюкі, доігралісь?
    Поліна Йосипівна. Шо-то, мальчікі, ви заболталісь. Нє забивайте ж продам.
    Свирид Свиридович і Пєрєц Моісєєвіч розливають горілку. Всі випивають і закусюють ковбасою.
    Свирид Свиридович (сп’янілим голосом). Ето напомінаєт мнє фільм Хічкока. Він і Вона сидять, оба голиє. Он з ножом. Вона з топором, рєжуть ковбасу і їдять. А над іми стоїть д’явол в образі женщіни.
    Свирид Свиридович намагається ізобразіть, як виглядав д’явол в образі женщіни в фільмі Хічкока.
    Пєрєц Моісєєвіч. Свирид Свиридович, та покиньте, ето ж із другого фільма! Вобще, я Вам совєтую – покиньте ту хуйню і посмотрітє новий фільм Хабібуліна. От де екзистенція, їбать мєня в рот і в нос! Чєловєк на огороді найшов сапку і давай сапати. Весна пройшла, он сапає. Лєто пройшло, он сапає. Осінь пройшла, он сапає. Ото піздєц…
    Поліна Йосипівна. А зімою?
    Пєрєц Моісєєвіч. Шо зімою? Я шо-то вопроса нє пойняв.
    Поліна Йосипівна. Ну зімою? Сапає ілі нєт?
    Пєрєц Моісєєвіч. Ха. Ну ви бачили такоє? Ну куди ж він, нахуй, дєнється?
    Вєнєдікт Абрамовіч. Ти, Поля, сначала думай, а потом спрашуй!
    Скворцов (в телевізорі). К щастю, всьо закончілось благополучно. І наш толстокожий знакомий опустілся на дно доєдать свой обєд.
    На екрані видно потворний хвіст крокодила, який шмякає по болоті. Грає Пінк Флоід. Свирид Свиридович, який під час балачок тихо куняв у кріслі, починає голосно храпіти.
    Ельза Піздаускас. От ето номер! Што дєлать будем?
    Вєнєдікт Абрамовіч (філософські). Нічего. Йому ж хуже будєт. (До Пєрца Моісєєвіча). Ти як сьогодні?
    Пєрєц Моісєєвіч. Я шо, можно, конєчно.
    Поліна Йосипівна. Тут холодно, можно труби застудіть.
    Пєрєц Моісєєвіч (філософські). Для женщіни труби – все одно, шо для мужчіни мозгі.
    Вєнєдікт Абрамовіч. Харош піздєть!
    Вєнєдікт Абрамовіч першим подає приклад і знімає штани. Всі роздягаються. Грає музика з передачі “В мірє животних”.
    Ручна ворона з клєткі. Шо, піздюкі, доігралісь?
    Завіса`,
};

const litr = {
  title: 'Король Літр',
  url: 'doslidy.org.ua/?page_id=61',
  text: `Трагедія
      Дійові особи
    Король Літр, хтивий, безпринципний і божевільний алкаголік.
    Корделія, улюблена донька Короля, хвороблива квітка з червоними очима і скаженою пиздою.
    Рейгана і Гонерілья, неулюблені донькі Короля, брудні та закомплексовані лізбіянки.
    Едгар, цинічний гвалтівник собак та кіз, згодом статечна людина, член суспільства, депутат палати лордів.
    Едмунд, життєрадісний споживач екскрементів, санітар лісу і друг природи, згодом статечна людина, член суспільства, професор Кємбріджського універсітєту.
    Кєнт, хуліганствующій підліток.
    Мєнт, лягавий падло.
    Йорік, патворний нєдоносок, начітавшійся Заратустри. На початку п’єси – блазень, згодом – статечна людина, вождь англійського народу.
    Привід, опудало в білім простирадлі, під пахвою несе кнігу “Тімур і його команда”.
    Дія відбувається в Англії в епоху похмурого середньовіччя.
    Дія перша.
    Сцена зображує собою пляж, забруднений пляшками, гандонами і собачим гівном. Посередині всього цього хазяйства сидить Король Літр. Його вигляд не важко уявити, спираючись на все вишезгадане. У ніг Короля мішок з пляшками. Він по черзі дістає їх звідти і саморобною дротинкою спритно витягує з пляшок корки, вдавлені туди волохатими пальцями не маючих штопору волоцюг.
    Король Літр.
    Ітак, замовкли струни сладкозвучні,
    З пизди стирчать всі грифи балалайок,
    А в жопі жевріють жоржини та жар-птиці…
    Я роздав на хуй все. Все, шо роками пиздив
    І пер, згинаючись, до себе у комору,
    А потім, запираючись в сортирі,
    І там, згасаючи від смутку та зневіри,
    Я нігтєм вицарапував на стінці скажені цифри,
    Рахував і плакав, пердів беззахисно,
    В тупему скаженінні зубами скреготав,
    І дикий сморід, цей дух гівна
    На вільних білих крилах
    Вповзав мені у серце, як гадюка,
    І люто в душу срав.
    Людськая заздрість, та посмішки, та плітки за спиною,
    Шо хуя вже не тільки, шо встромить,
    А й навіть вийнуть стало неможливо. Бо я, статечний дід і патріарх, засновник роду, міста і країни –
    Герой національний!
    Як відомо, герої не їбуться і не сруть!
    Не кажучи про те вже, шо ніхто з них в дитинстві не дрочив!
    О, як мені це все настоїбенило! Піздєц!
    Їбав я всі ці гімни і кантати,
    Всю малахв’ю бенкетів і прийомів,
    Коли замість того, щоб когось вжарить
    Повинен довго й нудно ти пиздіти
    І слухати пиздьож такий же самий.
    Я все роздав: всім жебракам, ханигам,
    Всім підарасам, йобнутим шакалам:
    Нехай вони внесуть корисний внесок
    В суспільне будівництво!
    Хай їбошать, а я це все їбу!
    З цими словами Король Літр голосно пердить.Входить Корделія – хвороблива квітка із скаженою пиздою.
    Король Літр.
    Як ти живеш, моя вонюча квітка?
    Корделія.
    Дивись, татуню, я знайшла гандона.
    Він зовсім цілий, зроблений в Ганконзі.
    З його сріблястих пелюстків, як перли
    Стікають сльози росяні яскраві…
    Літр.
    Не перли то, то малахв’я вонюча!
    Це концентрація тих виблядків поганих,
    Шо повзають, як блядські мандавошки
    По аглицькій землі!
    Корделія.
    Татуню, милий! Якій же ж ти розумний та приємний!
    Їбись конем всі хахалі противні!
    Ці коні з яйцями, ці хижі до мінєту губаті кажани!
    Коли я з вами, тоді про них я зовсім забуваю…
    Король Літр (хтиво пестить її).
    Я теж, дочурка, більше полюбляю тебе їбать,
    Ниж тих блядєй заразних твоїх сестер,
    Немолодих і глупих, до того ж і негарних лізбіянок!
    Входять Рейгана і Гонерілья, брудні та закомплексовані лізбіянки.
    Гонерілья.
    І шо він в ній найшов? Я в сто раз лучшє!
    Король Літр.
    Тебе зачав я в пьяному угарі:
    Кричав кажан і бився вітер в стелю,
    Матуся плакала і реготав пугач.
    Тож не пизди!
    Рейгана.
    Ну, а мене?
    Літр.
    Тебе так само: на стайні
    Раком серед кіньських храпів.
    Копита страшно били по підлозі
    І комашня летіла на вогонь,
    І сумно-сумно каркала ворона…
    Корделія.
    Ну, а мене?
    Літр.
    Еге-е!.. Тебе зачав я разом із товаришем,
    Його я драв пізніше.
    О, молодість! О, юність парубоцька!
    Сідайте же скоріш, мої дівчата,
    І поможіть мені відкоркувати пляшки!
    Бо завтра на світанку я повинен
    Зайняти чергу в пункті стеклотари.
    Інакше, замість каші гарбузовой
    Сосати хуй ми будемо напевно!
    Король Літр і доньки сідають на покинуті на пляжу ліжаки і енергійно сортирують склотару. На них з усіх боків повзе англійський туман смог.
    Дія друга.
    Кулуари англійського парламенту. Входить Едгар, цинічний гвалтівник собак та кіз, а нині – член палати лордів.
    Едгар.
    У вухах ще звінить від ахінєї,
    Яка я майже три години слухав.
    Як на базарі сери розпизділись!
    Сер Арчібальд поцупив за чуприну мілорда Річарда,
    А потім захуярив каламарем по пиці. Сер Норфольк відпиздив сера Джона.
    Ця хуйня зоветься демократієй!
    Віднині ми разом всі вирішуєм питання,
    Бо старий поц, скажений Літр, пьяниця,
    Надумав замінити діктатуру на демократію.
    А сам полишив владу
    І роздав все майно ханигам різним.
    Їх серами зробивши, тягар тяжкий
    з своїх плечей на їхні положив.
    Тепер сидить він в подраних кальсонах,
    Збира пляшки порожні і гандони,
    Киря шмурдяк, денатурат вонючій
    І все, шо десь ворушиться – їбе.
    Колись і я так жив: їбав бездумно я кіз і ховрахів
    І, розважаясь, блядям у жопи йоршика встромляв.
    Я просто неба жив, як соловейко,
    І політуру пив, і самогон,
    Тепер возвисився…
    Вчорашні уркагани, ханиги, волоцюги, підараси
    Сидять в палаті серів і балдєють:
    Свобода, блядь!
    Свобода, блядь!
    Свобода!
    Входить Едмунд, життєрадісний пожирач екскрементів, а нині – професор Кємбріджського універсітєту.
    Едгар.
    Здоров, співець народної освіти!
    Які діла на ниві благородной?
    Едмунд.
    На ниві, вдобреній добрячим екскрементом
    Проізрастає квіточка блакитна –
    Улюблена забавка гомосеків.
    І скотоложество застєнчіво цвіте.
    Едгар.
    Цікаво знать прийоми ізощрьонні,
    Які іспользує студєнство прогресивне,
    Шоб возродіть статтєве кватроченто?
    Едмунд.
    Цікаві опити проводять студіози:
    Їбуть кнура, як ворога народу, у сраку
    Цілим факультетом філософським.
    Ще Гєгєль нам казав, шо дух ширяє
    В златих чертогах мудрості безсмертной.
    Тим часом, верткий хуй в свинячій жопі
    Ширя своєй вонючою дорогой.
    І, хто зна, чий же шлях веде до правди?
    Едгар (побожно).
    Великий Сак-Ямуній, благородний гігант
    Камінний, долбойобовидний, про дао
    Слово нам спиздів священне.
    Я пам’ятаю вчителя-китайця, старого імпотента.
    Він куана нам загадав:
    Де правда? – запитав він.
    І пиздив учнів дрином по золупам,
    Шоб думали хутчіше, і реготався
    І слиною харкався, як скажений.
    Тоді один із нас сказав: в народі!
    Учитель наказав йому лягати,
    І широко відкрити пащу.
    Потім, ставши у позу рітуальну,
    Просто в рота сенсей посцяв янтарною мочею.
    Священні бризги капнули на струни рудого семісейна.
    (Ми робили із шкір котів ті блядські контрабаси,
    А струни – з їхніх тельбухів).
    Учитель удруге грізно нас запитує…
    У серці! – хтось здуру пиздонув.
    Тоді, хутчіш ніж кролик вздрочить,
    Наш дідусь сивенький прийомами кунхву
    Виймає серце у поца із грудей
    І, показавши, шо правди там немає,
    Засміявся щасливим сміхом доброї дитини
    І пожбурив у форточку добичу.
    Едмунд.
    А шо таке кунхву?
    Едгар.
    Борьба садистів. Тож, втретє
    Наш учитель викликає: Де правда,
    Йобані кретини, імбецили, олігофрени
    І мікроцефали, їбать у жопу вас каленим хуєм!
    Тут наче шось мене вперед штовхнуло:
    У жопі! – заволав я відчайдушно.
    Дивлюсь – дідусь всміхнувся лагідненько:
    Не можете, шакали, без підказки!
    Не згледівся, як дідуганів фалос
    Вже танцював мазурку старовинну
    В моєму анусі…
    Едмунд.
    Коли це сталось?
    Едгар.
    Був я в китайському полоні. Альбіон туманний
    Колись з Китайом воював завзято.
    В полоні опинившись, став я дзени штудіювать старанно:
    Сак-Ямуній! Мудило скам’яніле,
    Поможи нам дать ладу Англії, туманній батьківщіні!
    Обидва суспільних діяча побожно складають руки. В цю ж мить з диким реготом і виттям на сцену вбігає Йорік. Він зовсім голий. Його потворна постать відбиває страшну тінь на стелю. В одній руці у Йоріка Заратустра, другою рукою Йорік дрочить. Всім страшно.
    Дія третя.
    Пункт прийому склотари. Біля пункту стоять ханиги з кошиками і пиздять. Входить Король Літр і Кєнт, згинаючись під мішками з тарою.
    Літр.
    Спасібо, любий Кєнте, друже добрий!
    Не надірвав ти часом собі пупа?
    Кєнт.
    Нє. Дякую, припиздєний дідуню.
    Все харашо.
    Літр.
    Дивись, мій сину любий:
    Сто алкоголіков стоять єдиним фронтом.
    В очах – звитяжні кольори червоні
    Блищать, як блискавиці.
    Руки сильні танцюють, як китайські баядери
    В бардаках Шанхая.
    Кєнт.
    Люди славні. Багато ветеранів сивочубих.
    І їх падруг, кремезних і негордих. –
    Вони, слухняно, з дотепом кмітливим
    В момент ісполнять всі бажання ваші.
    Літр.
    А! Хай в пизду йдуть! Ще не хватало
    Мені лічить під старість мандавошкі!
    У мене доньки є для тих ексцесів.
    Ще – старий цап, товариш бородатий.
    Ми разом з ним гуляєм по алєям французьких парків,
    Дивимся на місяць, співаємо пісень,
    І соловейка ми слухаєм, аж потім їбемось.
    На майдан зверху плавними кругами планірує Привид. В руках у Привида авоська з пляшками з-під німецького червоного, під пахвою – книга “Тімур і його команда”. Одяг на ньому – традіційний одяг привида: біле простирадло в крові.
    Привід (зловісно регоче).
    Ха-ха-ха-ха! Невдовзі та година,
    Коли нарід тупим сосновим колом
    Їбать вас буде в жопи буржуазні!
    Кєнт (по-юнацькому, захоплено і дещо наївно).
    Оце і є свобода довгожданна?
    Припиздєна богиня мармурова,
    З відбитими руками, безголова крилата блядь,
    Летюча гордість наша!?
    Літр
    Ні, юний друже, то звичайне падло,
    Яке наділо грязне простирадло.
    На йому целку хтось їбав, а може – зарізали когось?
    А потім – дельтаплана
    Із його змайстрував народний вмілець.
    Привід (продовжує кружлять над майданом).
    Тремтіть, падлюкі, від пророчєств страшних!
    Вам всім піздєц! Хоч їжте ананаси,
    Хоч рябчіків хуярьте!
    Привид прицільно кида зверху пляшками по ханигам, пиздить їх книгою “Тімур і його команда” по голові. Всі тримтять. Входить Йорік з пляшками і Заратустрою під пахвою. Він підступно преться без черги.
    Йорік.
    Пустіть! Я контужен на хуй! Я воював!
    Пока ти сука в тилу баб портів, я в танкє горєл!
    Я – льотчік!
    Привид.
    Піздєц! Ха-ха-ха-ха! Фойєр! Фойєр!
    Привид веде зверху прицільне бомбометання, причому він страшно завиває так, шо стає схожий на німецькій самольот Юнкерс.
    Йорік.
    Ага-а!.. Люфтваффе, блядь?!?
    Йорік швиря пляшкою в Привида і підбиває його. Підбитий Привид загоряється і, залишаючи за собою чорний дим, пада на землю, де вибухає. Залякані ханиги падають на землю, подзенькуючи плашками. Йорік один залишається стояти. Обличчя у його геройськи вимазане сажою, руки міцно тримають Заратустру і авоську з пляшками. Над місцем побоїща шириться переможне “Ура!”. Йоріка хапають і підкидають в гору. В навступившому апофеозі Йоріка несуть на руках як лідєра і національного героя. Сидячі на плечах у вдячного народа він переможно дрочить. Звучать фанфари, гімни і кантати. Йоріка уносять, так шо на сцені лишаються тіки Кєнт, Літр і потоптана склотара.
    Літр (сумно).
    Усі перевороти, юний друже,
    Одне начало мають і кінець:
    Спочатку розбивається склотара,
    А потім підкрадається пиздець…
    Дія четверта.
    Тронний зал. Посередині стирчить трон, схожий на Київський торт. На стінах висять портрети суспільних діячів, в тому числі: Мєндєлєєва, Ламаносова, Мічуріна, Суворова і Макаренко. Два сери роблять у тронному залу влажну уборку: один підмітає, другий бризга із пляшечкі, шоб не було пилюкі.
    Перший сер.
    Ви чули новину, мілорд?
    Другий.
    А як же! Сьогодні – коронація!
    Нетлінну божественну фуражку
    Святого завойовника Вільгєльма
    Натягнуть на поважного урода,
    Шо врятував британськє можновладдя.
    Чути фанфари. Входять сери. За ними вверху на менті в’їзжає Йорік. На ньому красівий білий кітєль, сині галіфе і хромові чоботи. Вони по-дємбєльські спущені вниз гармошкою. На галіфе розстібнута шірінка, шоб зручно було дрочити. Йорік спритно плигає прямо з мента на пухкі тронні подушки.
    Йорік.
    Нє віжу на галавє фуражку!
    Шо не ясно, блядь!?!
    Сери (хором).
    Уже несем, несем!
    Святися, царю, твойо чело лілейноє!
    Ми зараз помажемо тебе денатуратом на царство!
    Сери мажуть денатуратом Йоріка і возлагають на його фуражку Вільгєльма-завойовника. Звучіть англійській гімн, всі стають по стійці “Смирно”.
    Йорік.
    Хе! Сери йобані! Болтаються в строю,
    Як клізми в жопі! Служби ще ні хуя не пойняли!
    Нема ніякого порядка в блядських інтелєктуалів!
    Їм тільки би пиздіти та читати, та жерти вустриці.
    Собак та кіз їбати, дивитися на місяць очманіло,
    Сидіти в дзені! Віршики писати, про те, як плохо жить
    І як, колись він виїбав когось, а зараз плаче!
    Усе завішано портретами мудил!
    (тика пальцем в портрети)
    Це шо за підараси, вас питаю?!?
    Едмунд.
    Мілорд! Це гуманісти.
    Йорік.
    Всіх – к хуям! Повісити оту картину гарну,
    Де гуманісти втрьох сидять на конях,
    Красиві й сильні лорди бородаті,
    І пильно стежать за пархатими жидами!
    Йорік (пиздить портрети шваброю, котру взяв у лорда-прибиральника).
    Отак по наглим пикам треба пиздить!
    Це суче сім’я Альбіон туманний
    Ганьбою вкрило аж по самі яйця!
    (помічає портрєт Короля Літра)
    А це шо за гандон?!
    Перший сер.
    То – Літр Четвертий, шо заснував парламент двопалатний,
    Дав конституцію англійському народу
    І наспір виїбав скаженого собаку.
    Такого страшного, шо люті каскадери,
    На нього дивлячись, наклали повні штані!
    Обичай національний наш англійській,
    Шоб на парі хуйню робити всяку
    Він повернув собі на користь мудро
    І виїграв таким чином королевство об’єднане британське!
    Йорік.
    Я віднині наказую декретом справедливим:
    Заборонити все статтеве блядство!
    Всім казайобам, підарасам, лізбіянкам,
    А такжє фєтішістам і нєкрофілам,
    І з ними – всім, хто любить блядувати,
    Засунуть в жопу лома з нєржавєйкі!
    Цей мій декрет – краєугольна цегла
    Політики унутрішній.
    Дрочити три рази на день – долг патріотичний
    Перед вітчизною всіх чесних громадян!
    Цнотливо мастурбацієй займаясь,
    Почистимо ми наш народ їбучий
    Від скверни блядства смрадного! Ура!
    Всі сери кричать “Ура” і сінхронно, по-воєнному, дрочать. В наступившему апофеозі масової мастурбації чути самотнії звуки баяна. До тронного залу входять Літр і Кєнт з мішками, пляшками шмурдяку і баяном. Кєнт сумно грає “Падмасковниє вєчєра”.
    Літр.
    Іграй, мій Кєнте, ці мотиви предків!
    Шо у бурмі з суворою природой
    Викраювали час для ораторій
    І плакали в своїх вонючих норах
    Від естетичного екстаза.
    Дінозаври, жорстокі павіани, крокодили,
    Послухавши ті лагідні балади,
    Робилися, як ніжні гімназістки.
    І замість м’яса – білі хризантеми,
    Жували, обливаючись сльозами…
    Йорік.
    Чого, ти, ходиш тут, розпусний старець,
    І заважаєш нам робить свящєннодєйство?!?
    Дрочи! Інакше ми з тебе здеремо
    Твою мохнату шкіру зашкарублу
    І будемо вмакати м’ясом свіжим в вапно безжалісне!
    Літр.
    Колись, у сраку я п’яний,
    Я виїбав стару дебільну хуну,
    Мандрівницю безумну. Я сіфона
    Від неї підхопив і лікувався
    У Баден-Бадені на водах мінєральних.
    Її синка віддав в дебільну школу
    К дєгєнєратам на харчі казенні,
    І в циркове училище по блату пристроїв,
    Шоб на блазня він учився.
    І той потворний мій сперматозоїд
    Розрісшийся в горбатого урода,
    Зробив-такі, кар’єру нехуйову!
    Діти-діти! Ці квіти лісові благоуханні,
    Шо щастя нам дають!..
    Я їх їбати завжди любив! Бо приносити
    Радість цій формі безкорисній –
    Це крєдо моє творчє.
    Любий сину! Іду сюда, урод талановитий!
    Я темпераментно їбати тебе буду,
    Шоб ріс ти здоровенький і неглупий!
    Літр біжить до Йоріка з явним наміром його виїбати. Наляканий Йорік кида в Літра тронними подушками. Цю веселу буфонаду обриває грізний окрік Гонерільї, шо щойно прийшла разом з сестрами.
    Гонерілья.
    От бач, як розважається, проклятий!
    А ми чекати маємо на кашу,
    Голубки три голодні сизокрилі!
    Ти, йобнутий папаша! Скіки
    Ждати тебе ми будем, поки ти
    Склопосуд здавати будеш?
    Літр.
    Любі мої дітки! Ви почекайте трохи поки брата
    Я вашого їбати буду сумно,
    Пригадуючі юність романтичну!
    (Говорячі се, Літр здирає з Йоріка галіфє.)
    Йорік (несамовито верещить).
    Рятуйте, сери добрі! Підараса
    Із мене хоче Літр зробить їбучий!
    Мєнт набрасується на Літра ззаду і прийомом самбо закручує йому руку за спиною. Заарештованого у такий спосіб Літра осмілілі сери пиздять шваброю.
    Йорік.
    Ага-а! Спіймався, хтивий павіане!
    Ми кару лютую придумаєм тобі
    За всі твої паскудства!
    Блядовитих дівчат твоїх розріжем на шматочкі
    І будем годувать, шоб ти сказився,
    Тими частинами їх курв’ячого тіла!
    Гонерілья (налякано).
    Нема нічого спільного між нами.
    Я бачу в перший раз цього маньяка.
    Рейгана.
    Я теж його не знаю, мій королю!
    Але Корделія частенько з ним їблася!
    Корделія.
    Їблася, так і шо? Їбеться гніда,
    Їбеться вош і бабка Степаніда!
    Я помилялася в світогляді своєму. На мене вплинула розпуста буржуазна.
    Але тепер, осяяная сяйвом ідейного прозріння,
    Я дрочити буду сумлінно Англії на користь. Я на пизду краплину валєр’янкі кокетливо налью,
    А потім кицю пущу лизать полєзноє лєкарство.
    Рейгана і Гонеріл’я.
    І ми! І ми!
    Йорік.
    Хвала жіноцтву!
    Всі сери кричать “Ура!”, радіють і на радощах плачуть. Ніким не помічений до тронного залу тихо крадеться Привид. Книгу “Тімур і його команда” він держить в зубах, а руками тягне за роги старого вонючого цапа. Він нишком підкрадається до Літра і з усією силою пиздить його книгою “Тімур і його команда” по голові. Від несподіваного удару всі охуєвають.
    Привид.
    Ха-ха-ха-ха! Гадали, шо я мертвий,
    Трясу мудями в пеклі потойбічнім!?!
    А ви – горілочку п’єте і баклажаном солодким снідаєте.
    Дурні пацаваті! Я вічно буду жить,
    Бо не буває таке, шоб Привида хто-небудь запиздячив!
    Це вам усім піздєц настане скоро!
    Ха-ха-ха-ха! Ги-ги! Ням-ням-ням-ням! Я цапа вашого пиздячив по дорозі,
    Я мордував і в ніс його, і в рота!b Тортури охуєннії придумав для вас.
    Я на йому тренувавсь!
    Цю неприємну похвальбу раптово нарушає цап. Дико мекнувши, він пиздить Привида рогами в сраку. Привид пада мертвий.
    Літр.
    Оце, герой, товариш бородатий!
    Я пропоную його на посаду мілорда-канцлєра!
    Йорік.
    Замовкни, пиздоболе, це – провокація!
    Твій цап – шпигун німецький!
    Він показав дорогу супостату до штабу нашого.
    Йому й тобі – піздєц!
    Корделія.
    Я пропоную в гандона їх засунуть, мій королю!
    У мене є гандон із Сінгапура,
    Чи, може, із Ганконга, еластичний!
    У нього і бугай залізти зможе.
    Ми зверху їх зав’яжемо, а самі –
    Дивитись будем на тортури страшні
    Через резину світлу і прозору!
    Корделія вийма з пазухи гандон і надуває його до потворних розмірів. Починає тихо грать баян. Під звуки баяна Літра з цапом зав’язують в гандон. Деякий час гандон сам плигає по сцені і мекає, потім застигає на місці. Тихо звучить мєлодія “Падмасковниє вєчєра”.
    Йорік.
    Накрилася пиздою та епоха,
    Шо взад тягнула нас.
    Рейгана.
    Я присягаюся віддать життя своє на користь людству!
    Я буду грамоті учить, а не паскудству!
    Гонерілья.
    Я в авіацію піду. І буду пиздить
    На дельтаплані бистрому шпіонів!
    Входять два жлоби. Вони несуть картину “Три богатиря”. Картина страшна і велика, нести її жлобам важко. Несподівано картина виривається у них із рук і, як хвиля цунамі, припизжує усіх.
    Голос Привида.
    Піздєц, ха-ха-ха-ха!
    Прожектор висвітлює те місце, звідки лунає голос Привида. Це – трон. На ньому сидить Привид в рубашці кольору хакі і фуражці Вільгєльма-завойовника. В одній руці у нього “Тімур і його команда”, в другій – Заратустра. У ніг Привида агонізірує гандон з Літром і цапом. По боках трону стоять два жлоби, шо принесли картину. Привид історично регоче і кидає в глядачів тронними подушками. Під його веселий регіт завіса повільно закривається.
    Завіса`,
};

const nirvana = {
  title: 'Нірвана',
  url: 'http://doslidy.org.ua/?page_id=72',
  text: `Сюрреалістичні нутрощі котєльної, в якій, однак, затишно приваблюють погляд хазяйські полиці з кансєрвами, соліннями, маринадами, крупами, милом, макаронами та іншими необхідними при фінансовій кризі і громадянській війні речами. У кутку таємниче виблискує імпортна (і, вочевидь, поцуплена) сантєхніка з нєржавєйки, схожа на лицарський обладунок. В центрі, біля манометрів і кранів невідомого призначення, розташований убогий стіл з кришкою з блакитної пластмаси і дістрофічними залізними ніжками. Далі за столом — подерті двері, на яких де по де нашкрябані сакральні заклинання і містичні побажання, здебільше непристойного характера, а також назви футбольних команд, рок-груп і інші невідомі слова іншомовного походження. Краще за все нам видно слово “Nirvana”, яке по діагоналі перетинає двері, літерою “а” упираючись в коротке, але сильне як постріл слово “fuck”. За столом сидять: хазяїн котєльної Вєніамін, якого друзі звуть лагідно Вєніком, і його друзі Шурон, Йонатан, Вареник і Туз, і апетитно киряють самогонку, в той час коли в темному кутку приємної форми пикатий тєлєвізор “Sony” показує смішне і водночас з тим трагічне кіно. Це не Кустуріца, і не Грінуей. Це засідання Верховної Ради.
    Депутат. (у тєлєвізорі). Поки ми з вами отут теревеним, пенсіонери не получають пенсію, солдати патрони, газовики газ, нафтовики нафту, а в Дніпрі перевелась риба, а в коморах миші, бо нема що гризти, так що без Росії нам, товарищі і панове, повний гаплик, що не ясно? (Зал засідань погрозливо гуде).
    Вєнік. Ну, оце я, хлопці, прихожу в котєльну, як всігда, дістаю півлітра, закуску, помидорчики, сало, я люблю, щоб у мене все по-людськи було, ви ж знаєте, у мене тут ядєрку можна пересидіть, наливаю собі стаканюру, і щось, знаєте, мені мішає, ну погано, тай годі. Я сюда-туда, ну наче хтось тут є і за спиною дивиться. Я тікі так різко повертаюсь всією рамою назад, йо-майо, не повірите! Отака жаба сидить і на мене дивиться.
    Главноє, шо інтєресно, як вона туда попала? Двері ж зачинені. Хлопці, я сразу пойняв — це щось не те… А потім мене як вдарило! Це Свєтка! Я її так взяв на лопату і думав у піч кинути, а потім думаю: “Ні-і!” Йонатан, ну сам подумай, нашо воно мені? Так двері відчинив і у двір кинув на хрін. Так Свєтку на слідуючий день паралізувало!.. (Вареник при цих словах боягузливо хреститься).
    Йонатан. Цариця небесна, спасі і сохрані!
    Шурон. Ми якось ідемо з Бліном, коли оце біля гастроному, шо оце на углу… Ну оце там, де Героїв космоса і Героїв труда… Взяли портвейну, ідем собі. Блін каже: “Дивись назад, тільки потихеньку…” Я дивлюсь — отакенний кіт чорний за нами іде! Ми, значить, по Ворошилова і на Зою Космодем’янську. Він за нами. Ми у двір, звідти бульваром і через Котовського на Павліка…
    Вареник. Якого Павліка?
    Шурон. Морозова! Іде, падлюка! Я так біля стіни стою, аж спина мокра стала, а Блін і каже:”Шурон, спакойно! Це він не по тебе, це він по мене прийшов”. Так стоїмо, а він тоже стоїть і на нас дивиться, а чорний, як ніч, страшний! А здоровий, як вєніків собака!
    Коли це Шаленчиха іде, і сразу до мене:”Шурон, а який же ти зробився здоровий та красівий!” Ну-ну, думаю, ще тільки цього мені не хватало! Так дулю скрутив і в кармані держу, думаю, давай, базікай!
    Йонатан. А дулю нашо?
    Вєнік. А ти шо, не знаєш? Вона ж робить! Вже двох чоловіків поховала, а зараз третього шукає!
    Ти думаєш, вона просто так біля цвинтаря живе? Я тобі так, Йонатан, скажу. Просто так нічого не буває.
    Вареник. Точно. Мені Туз книгу читав. Називається “Бхагаватгіта”. Там тоже так написано…
    Йонатан. Шо Гіта, шо Зіта — всі тьолки прастітутки.
    Депутат (у тєлєвізорі). А половина депутатів, шо сидять в сесійному залі, прийшли сюди з тюрми, а ще по другій половині тюрма плаче…(У двері з написом “Nirvana” гупають).
    Йонатан (злякано). Хто там?
    Зловісна тиша, чути тільки, як вільно і плавно тече самогонка по широкій горлянці Вєніка.
    Вареник. А шо там у тебе таке?
    Вєнік (тихо, зловісним голосом). Того ніхто не знає. Ключа загубили. Одні кажуть, що там гестапо було, а старий Кіндрат, ну шо ото від самогонки помер, казав, шо тіатр…
    Туз. Це отой, шо медекспертиза написала: “Тєло прожгло діван”?
    Вєнік (хрипко). Той самий.
    Йонатан. Та… Шо тіатр, шо гестапо — один хуй.
    Шурон. А ти шо, в тіатрі був?
    Йонатан. Ми з Людкою осінню в Київ їздили, нашого собаку в’язати. То Людка приїбалась: “Пайдьом в тіатр, да пайдьом в тіатр”. То пішли…
    Шурон. І шо?
    Йонатан. Та нема на шо дивитись! Одні підараси…
    Вєнік. Та, Йонатан, не пизди!
    Йонатан. Шо, я підарасів не знаю? Одні підараси, і ще прийомчики один одному показують, оті, як їх, джіу-джітсу! А шо воно там робиться — хуй просциш… Я думав, там хоч актриси такі степенні будуть, нема жодної! Самі тільки підараси. Ну я бачу таке діло, то ломанувся в бухвет і там всю другу серію просидів. А Людці сподобалось…
    Депутат (у тєлєвізорі). Нам раньше всі всігда завідували, а тепер вони з нас хотять зробити хуторян…
    Вєнік. І ото, буває, вночі гупають, а потім наче собака скавчить…
    Туз. То, мабуть, гестапівська вівчарка.
    Вєнік. Я тут одного стрів з такою. Стою я в галантєрєї і дивлюсь собі зубні щітки, шо раньше стоїли руб двадцять три, а тепер руб тридцять сім копійок, коли оце заходе в отдєл з собакою і каже: “Покажитє мінє етот відєомагнітофон”. То я йому і кажу: “Откуда ти такой смєлий?” А він каже: “З Ракітного”. Я один раз махнув ниткою, то він одлетів на шість метрів двадцять п’ять сантиметрів. А він каже до собаки: “Джек, фас!” То я йому кажу: “Давай сюда твого собаку! Я його порву!”
    Йонатан. Мені раз Шаленчиха казала…
    Вєнік. Я тобі, Йонатан, так скажу, тільки потім не кажи, шо я не казав…
    Йонатан. Ну шо?
    Вєнік. В Шаленчихи мандавошки.
    Вареник. Вона вопщє дурна. Я їй кажу:”Ходім разом на базар носки продавать. І тобі, і мені вигодно. Приходим, розкладаєм товар, а вона: “Ігор, я хочу піва”. Думаю, нехай. Купив їй пляшку. Вона випила: “Ігор, я хочу водки”. Я їй кажу: “Шаленчиха, мені так не вигодно,”— а вона: “Какой ти скучний!” Це я скучний! А вона, блядь, весела! (У двері з написом “Nirvana” гупають).
    Вєнік (з п’яним роздратуванням). Ну чого б оце я гупав? (Роздратовано пиздить ногою в двері).
    Йонатан. Це як у Ніцше написано. Коли ти дивишся в безодню, безодня дивиться на тебе.
    Туз. А ти шо, читав?
    Йонатан. Мене Людка заставляла. Вона стєнку купила і почала туди книжки складати, шо на макулатуру обміняла. Голсуорсі, блядь, про тих, про серів і серух. Так шо вона, сука, зробила, каже, шо поки всього Голсуорсі не прочитаю, вона мені давати не буде. Ну я того Голсуорсі хуйнув про серів, вона мені Ніцше. Я їй кажу: “Люда, ми так не договарювались”.
    Вєнік. Я тобі так скажу, Йонатан, ті стєнки, книги — то все дурне діло. Всякій рємонт надо починати з сантєхніки.
    Туз. Ти тоже, Вєнік розпиздівся, наче самий умний. Ти краще скажи, де ти дівся, коли нас з Бліном ракітнянські пиздили?
    Вєнік. Хлопці, понімаєте, тоді так срати захотілося, прямо біда. Ну їй бо, не брешу! Не вірите? Я можу гавно показать!
    Хлопці з насолодою тягнуть самогонку, переварюючи цю інформацію. І саме в цю мить входить Шаленчиха. Вона здорова і гарна молодиця, її вульгарне і неохайне вбрання пасує їй краще, ніж вишукані італійські шмотки українським поп-зіркам. З двох висказаних вище припущень: а) Шаленчиха “робить”; б) у Шаленчихи мандавошки,— ми схиляємося в бік останнього. В руці у Шаленчихи клітчата торба мандрівних “човників”, під пахвою — журнал “Парад”.
    [Шаленчиха] Привіт, “Компана”! Я вам почитати принесла!
    Йонатан. А ти вмієш?
    Шаленчиха (сідає і без зайвої церемонії наливає собі гранчака). Ти перед Людкой виябуйся, Йонатан. (Шаленчиха миттєво заливає гранчак в горлянку і смачно хрумкає огірком). От дивіться, що тут написано (розкриває журнал “Парад” і читає вголос). “Я, конєчно, нєкотороє врємя очєнь плотно тусовала. Но єслі хто думає, шо бить суперлєді лєгко, то ето ашибка”.
    Вєнік. Но і трудного тоже нема ніхуя.
    Шаленчиха. Це тобі, Вєнік, всьо лігко в жизні дається. А в жінок жізнь трудная. Осьо, дивись! (Читає). “Кстаті, благодаря опщенію з тусовкой я розширіла круг своїх інтєрєсов, а ето ізбавіло міня от снобізма в манєрє одіваться. Хотя порой, когда я надіваю Дону Каран, мінє кажется, что міня ето взросліт”.
    Йонатан. А тебе зато Шаленчиха всьо молодіт, яку б хуйню ти не наділа.
    У двері з написом “Nirvana” гупають, за дверима чути скавучання собаки.
    Дєпутат (у тєлєвізорі). Росія і Біларусь — це наші брати, а брати повинні жити разом, в одній хаті, бо як сказав поет:”В одній хаті — одна правда, й сила, і воля”.
    Гупання, скавучання і депутатська промова зливаються в єдину какафонію.
    Вєнік. Живу, як в дурдомі. Вчора жаба, сьогодні — ці привиди гестапівські!..
    Вареник. А зуби тобі хто вибив?
    Вєнік. Зуби — то хуйня. Я того казла знайшов. Вечором прихожу, так легенько двері відчиняю носаком. В хаті його радіхони сидять. Я зразу сокиру в стіл:”Ось-ось-о тобі!” Питаю:”Де ваш казьол?”
    Шурон. А вони?
    Вєнік. Та нічого. Я взяв діньгами.
    Гупання в двері і скавучання собаки стали вже звичними. До цього додається ще новий звук. Це звук ключа, яким безпорадно совають у замку.
    Вареник (злякано). Блядь, це німці! Пацани, точно!
    Шурон (до Йонатана). Йонатан, а шо там у Ніцше про таке написано?
    Йонатан. У Ніцше написано:”Не бздо в каністру!”
    Вєнік підбира з підлоги важку і гарну деталь сантєхніки, зроблену з нєржавєйки, і становиться в античній позі біля дверей. Хлопці озброюються арматурою, Шаленчиха без всяких зусиль дістає з клітчатої торби важкі тіски. Гупання, скавучання, приглушені матюки.
    Шурон. Шаленчиха, а шо ти тіски з собою носиш? Шо ти в них зажимаєш?
    Шаленчиха. Те, про шо ти подумав. Твої яйця!
    Під напором потойбічних сил двері з “Nirvan-ою” відчиняються. До котєльної входять істоти, котрі зникли за цими дверима хто зна коли. Це Буратіно, Пьєро, Мальвіна, батько Карло, Дуремар, Карабас-Барабас і пудель Артемон. Всі вони мають дорослий (якщо не сказати старий) вигляд. Буратіно має алкоголічні набряки під очима, червоний ніс з синіми жилками і невиразного кольору очі. В танцюючих руках він несе здоровенний золотий ключик. Пьєро схожий на Вертинського після повернення з еміграції. Мальвіна — це типова нетвереза вокзальна повія пенсійного віку. У Карабаса-Барабаса сива, як в Діда Мороза, борода волочиться по брудній підлозі. Батька Карла везе на інвалідному возику Дуремар, єдиний з усієї компанії, хто зовсім не змінився. Замикає процесію облізлий і сивий пудель Артемон.
    Мальвіна (ігриво задирає спідницю, під якою виявляються неапетитні чулки та резінки). Ну что, рєб’ята, займемся аріфмєтікою?
    Йонатан. Йдьош до женщіни — возьми пльотку!
    Карабас-Барабас (тупо). Пльотку в сємь хвостов… Пльотку в сємь хвостов…
    Дєпутат (в тєлєвізорі). Ніч іскриться і вспихуєт, як большой фонтан. І душа моя — іскрящійся фонтан…
    Кінець`,
};

const jogy = {
  title: 'Йоги',
  url: 'http://doslidy.org.ua/?page_id=55',
  text: `Дійові особи
    Піонер Серьожа, йог.
    Василь Петрович, йог.
    Боріс Глєбович, друг Василя Петровича, йог.
    Лазарь Германович, кандидат в йоги.
    Зульфія, хатня робітниця.
    Карпо Герасимович, гамасєк.
    Дія відбувається в квартирі Василя Петровича.
    Дія перша.
    Кімната Василя Петровича зроблена з мореного дуба. В ній красиво розташовані гарнітури з червоного дерева. Посередині стирчить рояль “Беккер”. На ньому лежать ананаси. Василь Петрович і Борис Глєбович стоять посеред комнати на голові. Трохи далі, на гарному арабському пуфіку в позі “лотос” сидить піонер Серьожа і ковтає бінта. Всі вони без штанів. Тривала тиша, під час якої чути ковтки піонера Серьожи.
    Василь Петрович (стоячи на голові, до Серьожи). Скільки?
    Серьожа. Півтора метри.
    Василь Петрович. Ще двадцять сантиметрів проковтни, Серьожа, і на согодні досить.
    Боріс Глєбович (стоячи на голові). Василь Петрович, де ананаси брав?
    Василь Петрович (стоячи на голові). Де брав, там нема.
    Серьожа. Я вже проковтнув, Василь Петрович, що тепер робить?
    Василь Петрович. Тепер сиди.
    Серьожа сидить, Василь Петрович і Боріс Глєюович стоять на голові.
    Боріс Глєбович. У мене вже в голові свербить.
    Двері відчиняються і входить Лазарь Германович.
    Лазарь Германович (стучить во відчинених дверях). Тук-тук-тук, можні до вас?
    Василь Петрович. А, Лазарь Германович. Заходь, не соромься.
    Лазарь Германович. Мені казали, що у вас тут, як у Африці. Йоги, ананаси, таке інше.
    Нервово регоче і потирає руки.
    Василь Петрович (прицмокує язиком). Уци-ци-ци, а що ще буде, Лазарь Германович! Он лишень знімайте штани і ідіть до Серьожи, він вам покаже.
    Лазарь Германович слухняно виконує накази Василя Петровича.
    Серьожа (з бінтом у роті). Перш за все, шановний, станте рака, йога любить прану.
    Боріс Глєбович і Василь Петрович (регочуть, стоячи на головах). Авжеж, авжеж.
    Входить Зульфия з мітлою в руках і заходиться прибирати кімнату. Вона чимось незадоволена.
    Зульфия. Знов ця хурда-мурда.
    Боріс Глєбович (до Василя Петровича, пошепки). Василь Петрович, а ну лишень давай з Зульфії паранджу здеремо.
    Василь Петрович (зухвало). Нехай носить. Азія!
    Обидва регочуть. Весь цей час Лазарь Германович марно намагається стати рака.
    Василь Петрович. Харош, Лазарь Германович, прана вся через жопу вилізе.
    Боріс Глєбович. Га-га-га-га (регоче).
    Серьожа. Василь Петрович, Боріс Глєбович, покажіть йому, бо я вже невзмозі, я ж іще хлопчик.
    Боріс Глєбович, Василь Петрович, піонер Серьожа стають рака, вишикувавшись у шеренгу, сраками до дверей.
    Василь Петрович (до Зульфії). Зульфія, ти теж вставай.
    Зульфія кида метлу і теж стає рака. Всі стоять мовчки. Тіки Боріс Глєбович регоче.
    Василь Петрович. Мовчи. Хай прана іде.
    Всі стоять раком. Двері відчиняються і входить Карпо Герасимович – гамасєк. Він бачить на полу жопи, а на роялі ананаси.
    Карпо Герасимович. Ха. Оце й тобі і на!
    Карпо Герасимович бере ананас і починає його їсти. Потім спльовує шкарлупки і знімає штани.
    Лазарь Германович (боягузливо). Ха, а чули, а десь щось грюкнуло.
    Василь Петрович. То, мабуть, прана прийшла.
    Завіса`,
};

const repka = {
  title: 'Казка про рєпку, або Хулі не ясно?',
  url: 'http://doslidy.org.ua/?page_id=77',
  text: `Дійові особи
  Свирид Опанасович, дєдка.
  Химка, бабка.
  Валька, онука.
  Джек, песик.
  Мурзік, котик.
  Вєра і Надєжда, мишки.
  Саломон Самсонович і Африкан Свиридович, дослідники калу.
  Дія перша.
  Хата Свирида Опанасовича – забацане місце, куди рєдко ступа культура. З вікна, затягнутого бичачим пузирем, можна побачити грязюку, дощ, бурю, а також мороз. Інколи, в ритмічному оскаженінні, з диким завиванням і карканням, мимо вікна проносяться зграї ворон, драконів, крилатих клопів і летючих пацюків. В ці хвилини в хаті темніє.
  Посеред хати сидить Свирид Опанасович у валянках і шапці-ушанці, за спиною у нього ружжо, біля руки лежить гостро наточена сокира, так, що дотягнуться до неї зовсім не важко. Вінчає обстановочку опудало крокодила, яке гойдається під стелею. На крокодилі де-не-де приклеєні ярлики готелів і закордонних спиртних напоїв. Свирид Опанасович видовбує з кишені коробочку калу, нюхає її, чха і кладе в кишеню назад. Входять мокрі і брудні дослідники калу Саломон Самсонович і Африкан Свиридович, вдягнуті у все резинове. В руках у них прибори, якими міряють кал. У Саломона Самсоновича під пахвою невеличкий забитий дракон, він швиряє його на стола, як магазінну курку.
  Саломон Самсонович (до діда). Скажи бабі, шоб борщ зварила. Часником заправить та сметаною, галушками – то, шо нада!
  Свирид Опанасович з огидою бере дракона за обляпані кров’ю зелені крильця.
  Свирид Опанасович. Блядь! Колись я іще пацаном був, то їх зимою в нас не було. Оце, як тіки осінь, вони своїх дітей ото позганяють на леваду і вчать літати, а потім посідають, падли, і тіки м’ясом римигають, ну чисто корови. А через пару тижнів всі в Африку полетять. І так красіво летять, блядь, строєм, аж земля трясеться. Коли їх главний серне, то і остальні тоже. Бува, цілі села гімном засиплять. Порядок тада у них був!..
  Саломон Самсонович. А щас?
  Свирид Опанасович. Щас ні. Щас ні в них, ні в нас, кругом порядка нема.
  Африкан Свиридович. А щас чого не улітають, діду?
  Свирид Опанасович. Хуй його зна. Колись порядок був, нахуй, не те, шо січас!
  Входить Валька, онука Свирида Опанасовича, це здоровенна обізяна. вдягнута у просте, охайне платтячко.
  Валька. Шо ви пиздите, діду? Раньше, раньше… Шо за ностальгія, чого вам щас не хвата, тюрми?
  Свирид Опанасович. Мовчи, обізяна йобана, шо ти понімаєш?
  Африкан Свиридович (мрійливо лапа дракона). Вони таки щас сильно поменшали. Я помню, ще коли малий був, то були такі, як бугаї, а щас такі, як курчата. І шо воно далі буде?
  Саломон Самсонович. А хулі тут непонятного? Обичний мутагенез. Дракони меншають до таких розмірів, шоб прогодувати свої сім’ї.
  Африкан Свиридович. Зате пацюки стали, як самольоти, а клопи, як сичі.
  Саломон Самсонович. Шо ви хочете. Африкан Свиридович ? Це жизнь, а жизнь, як в пєснє пойотся. “не кончається”.
  Свирид Опанасович (ні до кого не звертаючись). Жизнь хуйовая!.. (З сіней чути шкрябання і завивання Джека.)
  Саломон Самсонович. І потом, Африкан Свиридович, подивіться на Дарвіна…
  Свирид Опанасович. Ти б на себе подивився, весь в гамні!..
  Саломон Самсонович. А ви не пиздіть зря, Свирид Опанасович, вас пока не спитали. Так от, взглянітє ширє: спочатку у нас все мале, ну там раковини, спірохети разні. Вобшєм, шо я вам розказую, та поїбєнь, то з моря вилізла. Так?
  Африкан Свиридович. Так.
  Свирид Опанасович. Так.
  Говорячи це, Свирид Опанасович професійно відчикрижує дракону голову і заходиться його обдирать. З сіней знову чути істеричне скавучання Джека і дряпання його пазурів.
  Саломон Самсонович. Потом знов все велике, динозаври. бронтозаври, всякі там пиздозаври. Так?
  Африкан Свиридович. Так.
  Свирид Опанасович. Так.
  З цими словами Свирид Опанасович кида драконові тельбухи і голову Джеку, який з гавканням вривається до хати. Джек представляє собою здоровенного упиздня у піджаку, штанях, чоботах, але з собачою головою. Давлячись м’ясом, Джек страшно гарчить.
  Саломон Самсонович. Потім знов все мале, опять поразводилось всяке падло – миші, комарі, клопи, пігмеї, блядь, всякі карлікі!..
  Африкан Свиридович. А слони?
  Саломон Самсонович. Які слони? Ви їх коли-небудь бачили? Ви ще бронтозаврів би згадали! Хуйня це все! Басні дідуся Панаса, не було ніяких слонів…
  Свирид Опанасович (продовжує пиздить дракона на катлєти). Інтєрєсно у вас получаєтся: слонів не було, а дідусь Панас, значить. був?
  Саломон Самсонович. І дідуся Панаса тоже не було, нюханте свій кал, діду, і не отвлікайтєсь. Патом знов все большоє: дракони, як бугаї, бугаї, як я не знаю шо…
  Свирид Опанасович (тупо). Як слони.
  Свирнд Опанасович роздмухує вогонь і ставить казан з драконом у піч.
  Африкан Свиридович (в’їдливо). Але ж клопи малі, мандавошки іщьо меньші, я вже не кажу про пацюків, самі обичні пацюки. Мій тато. як був малий, з ними грався. А щас піди, пограйся, кожен пацюк, як Б-52! Дракони аж всцикаються…
  Саломон Самсонович. Кстаті, яка в них середня швидкість?
  Африкан Свиридович. Хуй його зна, знаю тіки, шо як летить, не видно. А дракони катострофічно поменшали, так то тут і Дарвін ваш не просцить собі хуя, не те шо ми з вами.
  Саломон Самсонович. А хулі ми, рядові аспіранти, наше діло – . кал.
  Африкан Свиридович. Ну, нє скажитє, Саломон Самсонович, наша праця прекрасна, і она нужна людям.
  Саломон Самсонович (із тонкою іронією). Особєнно таким, як Валька. Це ж ваш інститут її розробляв?
  Африкан Свиридович. Інтєрєсно, шо ви імєєтє против Вальки? Нормальна внучка нормального дєдушкі.
  Саломон Самсонович. При чьом здєсь дєдушка? Ви лучше спитайте, хто її мама? Признайтесь, мама була ваша – лабораторна?
  Валька (гордо). Мама була дика.
  Африкан Свиридович (запопадливо регоче). От бачите, а ви іще обіжаєте, самі ви лабораторний! Я за вальчиною мамой добряче погасав по джунглях, а она, в свою чергу, мене харашо покусала. Сама запальна, кров гаряча. Азія!
  Саломон Самсонович. Ну, харашо, ну з Валькой ясно. От ви, практік, розкажіть, а якщо обізяною буде мужчіна, а женщіна буде обична, шо тагда?
  Африкан Свиридович. Всьо буде навпаки, плод буде схож на людину, але з інтєлєктом обізяни. Пєрвий закон Менделя, але це тупіковий хід, у нас навіть завалили дісєртацію одного мудака.
  Саломон Самсонович. Ну навіщо так жорстоко? Були б гарні обізянки.
  Африкан Свиридович. Їх нема чого прикрашать, вони і так гарні. Подивіться на Вальку, бачте, які в неї зуби, а у вас?
  Саломон Самсонович. Хулі зуби, зуби вставить можна, але я їбати б її не став, хіба шо п’яний…
  Валька (ображено). А я тобі, дураку, і трєзвому б не дала! Ходить цілий день весь в гамні і шо-то вообража. Йобарь найшовся!
  Свирид Опанасович. Валька, не пизди. коли старші балакають!..
  Валька. А чого вони обзиваються?
  Африкан Свиридович. От ви напрасно питаєтесь, Саломон Самсонович, найті у Вальки якусь естетику, отталківаясь от антропоморфності.
  Саломон Самсонович. Ви говоріте понятнєй, Африкан Свиридович.
  Африкан Свиридович. Ну от смотрітє, от ви говоріте, шо Валька некрасіва, а лєбєдь красівий?
  Саломон Самсонович. Красівий.
  Африкан Свиридович. А от давайте, шоб у вас була така шия, як у лєбєдя, отакі лапи красні і пір’я кругом, тоже красіво, а? Шо мовчите, скуштували хуя? Так і остальноє: лєбєдь красівий, як лєбєдь, а обізяна, как обізяна. Хулі не ясно?
  Саломон Самсонович. А ніхуя!.. Ну просто інстітут красоти!
  Валька (пиздить Джека, який з гарчанням доїда голову дракона). Ану, діду, скажіть йому, шоб Мурзіку лишив. Мурзік, киць-киць-киць!..
  Голос Мурзіка з сіней. Я січас…
  Входить Мурзік. здоровенний сибірський котяра з шерстю, вусами і всім, чим положено. Від звичайного кота Мурзік відрізняється тіки розмірами, саблезубістю і гарним баритоном. Оба дослідника при виді Мурзіка машинально встають, як це роблять немаючі гідності подчиньонні при виді начальника.
  Мурзік (лагідно, але дещо зверхи). Сідітє, сідітє, я етого не люблю. В чьом дєло, Валєнтіна?
  Валька (просто показує на пол, де валяються кишки і гарчить Джек). Їж, Мурзік!
  Мурзік з виразом огиди дивиться на брудну підлогу і на хижого Джека, який гарчить і вишкиря зуби із-під стола, і з усією силою пиздить його ногою. Переляканий Джек. повизгуючи, виліліта з хати, а Мурзік з виглядом гідності сіда за стіл.
  Саломон Самсонович (запопадливо виймає з кишені красіву коробочку із калом, оздоблену палехською розписсю, і протягує Мурзіку). Понюхайте, це імпортний, ви такою не нюхали.
  Мурзік. Сам нюхай!
  Входить Химка – це звичайна вередлива стара баба. Попоравшись у печі, вона дістає звідти казан смачного борщу. Товариство сіда обідать.
  Саломон Самсонович (пошепки, з набитим ротом, до Африкани Свиридовича). А Мурзіка тоже ваш інстітут розробляв?
  Африкан Свиридович. Ні, це природа. Такого Мурзіка – хуй розробиш. Все, шо ми щас можем, це такі, як Джек або Валька.
  Саломон Самсонович. Да! Мурзік – це Європа!
  Африкан Свиридович. Ха! Японія!
  Мурзік (почувши про Японію, елегантно витира з вусів драконовіїй жир). Можете там не шепотіть, я улавлюваю ультразвуки, бачу в цілковитій темряві, читаю мислі на відстані, стрибаю вверх на 20 метрів, а в довжину – на 50. можу перегризти любе залізо і поцарапати любу каменюку. За один раз можу виїбати двадцять киць, не при Вальці будь сказано. Ще продовжувать?
  Африкан Свиридович. Ех. нам би так!
  Мурзік. Вам так не буде.
  З цими словами Мурзік хлібом лізе в тарілку і елегантно підчищає ним недоїдки, потім з’їда хліб і знову витира вуса від жиру.
  Саломон Самсонович. А скажітє, Мурзік…
  Мурзік. …Васильович.
  Саломон Самсонович. …Мурзік Васильович, і не надоїло вам буть отаким суперменом?
  Африкан Свиридович (поправля). Суперкотом.
  Мурзік (дуже спокійно). Ви хотіли пошуткувать, але у вас не вийшло. Ні, не надоїло. Я теж, шановний, міг би запитать – чи не надоїло вам цілий день борсатись в чужому калі, але як бачте, я цього не роблю.
  Африкан Свиридович. Така вже в нас робота. І потім кал – це цікаво.
  Мурзік. Звичайно. Кожному своє.
  Саломон Самсонович. Розумієте. Мурзік Васильович, кал -дуже цікава штука. Ви помітили, то людина, коли посре, завжди оглядається, шоб побачити, скіки вона насрала і якої якості кал. Їй цікаво, а цікавість – це шлях в майбутнє.
  Мурзік. Навіщо вам шлях у те, чого у вас нема?
  Африкан Свиридович. Ну, не кажіть. У людства зоряне майбутнє, а без кала далеко не полетиш. Вся наша діяльність – це боротьба з забобонами, ця смілива патріотична цікавість — це подвиг!
  Мурзік. Тоді чому всі ваші інстітути не спроможні розробить такого хлопця, як я? Чому у вас виходять одні уроди?
  Саломон Самсонович. Цікаве питання. Будемо полемізувати.
  Саломон Самсонович (ухитряється робить два діла: полемізувати і маленькою паличкою зчищать з рєзінового комбінезона гавно, а паличку витирать об лаву, на якій сидить Африкан Свиридович). Розумієте, Мурзік Васильович, людина завжди цікавилася трьома речами. По-перше -своїм калом, по-друге – питками та казнями, і уродами. Дайте їй все це, і вона буде відчувать, шо живе не напрасно. Ми – вчені, питки та казні – то не наше діло, але кал, але уроди… Давно пройшли, шановні, ті часи, коли цар Петро імпортував уродів за шалену валюту. Тепер маємо своїх і розробляєм все нові і нові моделі. По-перше, ми тепер незалежні віл Заходу, і економія, а ви лізете тут з своєю красотою, ви нікому не потрібні. Перш за все тому, шо не цікаві, у вас нема аномалій, ви просто нудна тварина, у якої все на місці. Той, хто вас робив, – не вчений!
  Збуджено жестікуліруя палочкой з калом, Саломон Самсонович задіває крокодила з імпортними наклейками, який тихо висів над головами в товариства. З страшним грюкотом крокодил пада прямо на голову Мурзіку, який з диким нявчанням злякано стриба прямо в бичачий пузир, яким затягнуте убоге вікно. Мурзік, заплутавшись у пузирі, вивалюється в страшну непривітну природу, з якої інколи продовжує доноситись його несамовите нявчання. Крокодил залишається лежати на столі. Їбало в крокодила піл час удара розкрилося, як кришка від чамайдана. Возбуждьонний Саломон Самсонович кида палочку з гавном крокодилу в гризло і захлопує його кошмарну щелепу.
  Саломон Самсонович. Ну, як я йому врізав, цьому хвастунові?
  Африкан Свиридович. Та не кажи, ці коти вже заїбали, я їх усіх віддав би на мило!
  Баба Химка. Він, клятий, мишей зовсім не чіпа. Каже, шо з мишами треба поводитись так, як хочеш, шоб миші поводились з тобою…
  Саломон Самсонович. Ти диви, Толстого читав!
  Свирид Опанасович. Топити треба.
  Голос з сіней. Не треба.
  Входять мишки – Вєра і Надєжда. При першому ж погляді на них становиться ясно, чому Мурзік увльокся Толстим. Це здоровенні тварюки із частоколом зубів і великими крилами за плечима. Вєра і Надєжда дуже нагадують страшних птеродактилів тріасового періода і ведуть себе соотвєтствєнно.
  Вєра. Не треба того ублюдка топить, як трохи підросте та зажиріє, ми з Надєю його з’їмо.
  Надєжда. Блядь, сука буду!
  Надєжда вийма з вуха бичок і розкурює його. Обидві бляді сидять. розкарячившись, поклавши голі хвости на стола, чухають собі пизди. матюкаються і плюють на підлогу.
  Африкан Свиридович (сам до себе). Ой-ой-ой! Які падорви пратівні! Ой, як страшно! Ну, я пожалуй, пайду…
  Вєра. Сідєть була команда, блядь!
  Африкан Свиридович (сам до себе). Ай! Як страшно! Ви нє пєрєживайтє, я уйду по-англійські…
  Із цими словами Африкан Свиридович хоче лізти в вікно. Він так бздить Вєри і Надєжди, шо, очевидно, хуйово сообража.
  Саломон Самсонович. Африкан Свиридович, не тєряйтє чєловєчєскоє ліцо. Хуй їм в рот, тим блядям, лізьте в двері!
  Вся ця героїчна тірада пропада даром. Африкан Свиридович, преодолівши бар’єр підвіконня, зника в дикій природі.
  Надєжда. Ну кому це чмо нада? Шо він про себе вообража? Я сьодні так наїлася, шо дивиться на нього не можу!..
  Валька. Тато завжди такий, так сидять, пиздять собі, як нормальні, а потім раптом як почнуть кричати та боятися. А чого боятися? Чи бзди, чи не бзди, однаково здохнем…
  Вєра. Може, в його совість не чиста?..
  Валька. Ну, про совість нічого не скажу, бо не бачила.
  Саломон Самсонович. Щас врем’я таке дурне, у всіх нерви, всі лікуються, якіхось прізраків та фантомів бачать, а я от скіки живу – жодного не бачив. А ви, діду?
  Свирид Опанасович. Один раз, як малий був і на леваді кози пас, то з лісу виїзжають четверо, всі на конях, худі і голі. Всі з косами, а в одного ще вєси магазинні. Мабуть, шо по сіно поїхали, тіки от віси нахуя?
  Валька. А сіно взвєшивать.
  Саломон Самсонович. Та! Та хіба це фантоми, то хуйня, а не фантоми. Якісь казли з дурдому втекли, або ви, діду, десь чарку йобнули, чи укололись харашо…
  Свирид Опанасович. Тада цим не увлєкалісь, тада порядок був!..
  Свирид Опанасович встає і затика сокиру за пояс. Тепер стає видно, шо ззаду у Свирида Опанасовича стирчить здоровенний рудий хвіст, як у сеттера.
  Свирид Опанасович (до Химки). Ходімо стара.
  Саломон Самсонович. Куда ви, діду?
  Свирид Опанасович. Рєпку треба витягнуть, здорова, клята, виросла, як клуня!
  Валька. Треба Джека й Мурзіка позвати…
  Валька тіка з хати. Мишкі – Вєра і Надєжда, баба Химка і Свирид Опанасович ідуть за нею. Саломон Самсонович один лишається в хаті. він дістає з крокодила обісрану паличку і продовжує чистить з себе гівно під удалі звуки старовинної пісні “Дубінушка”, ісполнєнієм якої обично супроводжуються фізичні зусилля любителів колективного катарсису.
  Завіса`,
};

const maslo = {
  title: 'До хуя масла',
  url: 'http://doslidy.org.ua/?page_id=63',
  text: `На сцені стоїть гидко разкрашений кіоск з продавцем внутрі, біля кіоска стоїть купка мудил і жде трамвая. Раптом прибігає захеканий мудило і врізується головою в кіоск.
    Мудило в цегейковій шапці. Што такоє? Што, спокойно ходіть нє можетє?
    Захеканий мудило (лежачі долі). Там масла дохуя!
    Всі мудила. Де?
    Захеканий мудило. Там! (Помирає).
    Вбігає другий мудило, він кулею прошиває стоячих мудил і зникає.
    Мудило в картузі (шуткує). Скорость охуєвающа.
    Мудила, які стоять поруч, тупо сміються.
    Мудило в блєстящєму пальті (впевнено і різко). Там масла дохуя!
    Мудило в блєстящєму пальті зникає в напрямі, в якому, по його підставі, знаходиться дохуя масла.
    Мудило в спортивних штанцях з авоською. Люда, шо ми стоїмо? Щас, знаєш, скіки долбойобів набіжить?
    Мудило в спортивних штанцях і Люда зникають. Вбігає зразу п’ять здоровенних мудил, вони несуть мішки, повні масла, а в зубах у кожного стирчить по цілій пачці. Мудила насилу совають язиками, силячись його прожувать, при цьому вони противно плямкають.
    Один з мудил. Ето кайф, марожено!
    Всі остовпіло дивляться їм в слід і стоять, мов хворі стовбняком.
    Мудило в цегейковій шапці (раптово скаженіє). За мной!
    Натовп, спотикаючись, несеться за ним, чути страшенне ревіння, переходяще в жіночий зойк. Продавець висовується з кіоска до половини і з заздрістю дивиться їм в слід. З того боку, де знаходиться масло, йдуть молодцеваті мудила. У них масні їбальники, в руках вони тримають носилки. На носилках лежить дохуя масла. Зверху, прямо на маслі, лежить іще один мудило, він блює маслом вниз.
    Продавець. Шо з нім такоє?
    Мудило. І з тобою, дєд, таке буде, єслі дохуя масла з’їси.
    З того боку, з якого прийшли мудила, чути дике ревіння і зойки, де по де мимо кіоска швидко проносяться все нові і нові орди любителів масла. Входять мудило в спортивних штанцях і Люда, вони повзуть раком, згинаючись під маслом. В очах у них щастя.
    Мудило в спортивних штанцях. А я тєбє говоріл, што когда-нібудь етот дєнь настанєт, ето будєт, а ти нє вєріла.
    Люда. Якщо б знать, можно було б на тачці под’єхать. Я їбала, його так тащіть!
    Входять три мудила, вони несуть мудила в блєстящему пальті, вмурованого в масло.
    Мудило в блєстящєму пальті. Я всіх вас їбав, подонки, сємєро на одного, фашисти прокляті!
    Мудила посміхаються.
    Один з мудил. Будєш піздєть, ми тєбє і голову в масло засунєм.
    Продавець. Хлопці, шо ви з ним здєлаєтє?
    Мудила (регочуть). Кастріруєм нахуй.
    З іншого боку до кіоску риссю надбігає агресивна старушка.
    Агресивна старушка (до старого). Шо сідіш, старий поц?
    Продавець кидає на старушку іспуганий погляд. Старушка убігає, погрожуючи старому кулаком. Згинаючись під маслом, проходить підрозділ виховательок дитячого садку. За ними з куском масла в зубах повзе мудило в цегейковій шапці. Одна нога в нього безпорадно волочиться по асфальту.
    Мудило в цегейковій шапці. Дівчата, задеріть спідниці, масладам. (Регоче).
    Одна з вихователек мєтко жбурля чималий шматок масла йому в голову. Мудило в цегейковій шапці іспускає здавлений зойк і здихає. Входить дебела жінка з вусами, бородавками і куснем масла під пахвою.
    Жінка (до продавця). Арон, збирайся додому, сьогодні я тобі на вечерю гарненько засмажу шматочок масла. (Помічає труп мудила, який перший приніс звістку про масло). Арон, хто це?
    Арон. Він помер. Дай йому трохи масла, він його любив.
    Опасиста жінка відрізає шматок масла і кладе в зуби мертвому мудилу. Арон виходить з кіоска і зав’язує двері на дріт, ніг у Арона немає. Замість ніг у нього маленький возик і два утюжки. Підходить трамвай. Він абсолютно пустий і блакитний. Арон і дебела жінка неквапливо прямують на зупинку. Крім них в трамвай ніхто не сідає. Сідаючи в двері, дебела жінка бере Арона під пахву і разом з Ароном і маслом сідає в трамвай. Трамвай, подзенькуючи, повільно суне в блакитну далечінь під натхненні звуки полонеза Огінського і здавлені крики любителів масла.
    Завіса`,
};

const joko = {
  title: 'Йоко і самураї',
  url: 'http://doslidy.org.ua/?page_id=96',
  text: `ДІЙОВІ  ОСОБИ
    Бабайота, самурай.
    Йоко, жінка Бабайоти.
    Сімамура, самурай-найманий вбивця.
    Ісідзукурі, безпринципний самурай.
    П’ять самураїв, друзі Сімамури, самураї-покидьки.
    Перший, другий і третій самураї, самураї-ґвалтівники
    Сікура, японське дерево, що весь час цвіте.
    В хащах японського очерету чвалає самурай Сімамура. Гострі червоні оченята на його потворному обличчі раз у раз зиркають у різні боки, один довжелезний меч чіпляється за очерет, другим Сімамура прорубає собі шлях. Поступово кремезна самурайська постать зникає, залишаючи за собою слід в очереті, як буває, коли по лісу гуляє дикий кабан.
    Японський пагорб, на якому цвіте сікура. Біля неї стовбичить, приклавши руку до чола, самурай Ісідзукурі. Він напружено дивиться в очерет. Очерет зловісно шелестить.
    Очеретяні хащі. Ними чвалає Сімамура. На його звіряче обличчя сідають комарі і з насолодою п’ють самурайську кров.
    Пагорб, на якому цвіте сікура і стовбичить Ісідзукурі. Ісідзукурі напружено дивиться в очерет. Раптом з боку, протилежного тому, в який дивиться Ісідзукурі, з’являється Сімамура. Сімамура підходить до Ісідзукурі ззаду і голосно кричить.
    Сімамура. Ти приніс гроші?!!
    Ісідзукурі спочатку лякається і хапається за меча, а згодом впізнає Сімамуру.
    Ісідзукурі. Ось тримай.
    Сімамура. Мало.
    Ісідзукурі. Більше не дам.
    Сімамура. Ти гімно, а не самурай. На, ось тобі!
    Сімамура витягає меча і кидається на Ісідзукурі. Тривала бійка, під час якої Сімамурі вдалося заширяти мечем в живіт Ісідзукурі. Ісідзукурі падає, з сікури на нього меланхолійно осипаються квіточки.
    Ісідзукуі. Добий мене, щоб не було конфузу.
    Сімамура. Яке твоє останнє бажання?
    Ісідзукуі. Вбий Бабайоту, я ж заплатив тобі за це.
    Сімамура рішуче ширяє мечем в Ісідзукурі і витирає об його хакама закривавлене лезо.
    Сімамура. Це називається «заплатив»! Чотири рьо і дванадцять бу.
    На екрані з’являються титри. З титрів капає кров:
    ЙОКО І САМУРАЇ
    Обійстя Бабайоти з сікурою і дачним столом у садку. Бабайота сидить за столом і п’є чай з
    самовару.
    Бабайота. Йоко!
    Входить Йоко.
    Бабайота. Принеси чобіт!
    Йоко приноить чобіт, і ним роздмухує самовара. Під час цієї процедури Бабайота щипає Йоко за сраку. Та верещитьі цнотливо червоніє. В цю сімейні ідилію ріптово вривається Сімамура з п”ятьма мудилами. Побачивши неоковирних самураїв, Йоко нервово скрикує. Самураї ближче підходять.
    Бабайота. Чого тобі треба?
    Сімамура. Нічого. Я хотів подивиться на твою чайну церемонію.
    Бабайота (скромно). Яка там в сраку церемонія.
    Иоко дико скрикує вдруге і тікає.
    Сімамура. Чого це вона?
    Бабайота. Мабуть, посцять захтіла. Сідайте, хлопці, чаю поп’ємо.
    Самураї сідають і починають сьорбати чай. Тривала мовчанка, під час якої чути лише сьорбання самураїв.
    Сімамура. А знаєш, ми прийшлії тебе вбити.
    Бабайота. Зачекаймо, хлопці, лишень чаю доп”єм. Лімончіку, лімончіку собі кладіть.
    Самураї п”ють, зловісно перезираючись між собою. Бабайота першим допив, стаканом жбурнув по столу, а чоботом пожбурив у Сімамурую Потім дико дико зойкнув і підскочиву повітря. Всі кидаються на нього, але він спритно рубає і пиздить всіх. Обійстя Бабайоти вкривається закривавленими трупами у красивих позах, так шо лишається тіпьки один Сімамура. Бабайота женеться за ним, але Сімамура залазить на сікуру. Бабайота лізе за ним, і припизджує мечем. Сімамура падає, з сікури на нього меланхолійно осипаються квіточки.
    Бабайота. Хто тобі заплатив?
    Сімамура (хрипить). Ісідзукурі.
    Бабайота. У Ісідзукурі ніколи не було грошей, значить, хтось дав їх йому. Хто?
    Сімамура . Я не знаю. Ісідзукурі мертвий.
    Бабайота. Ти теж будеш мертвий.
    Бабайота зарізує Сімамуру, потім залазить йому до кишені і дістає гроші.
    Бабайота. Чотири рьо і дванадцять бу.
    На долоні Бабайоти легенько підскакують гроші.
    Бабайота. Йоко!
    Входить заплакана Йоко з лопатою в руках.
    Бабайота. Покинь лопату, візьми гроші і катай купи півлітра саке.
    Йоко іде, Бабайота дивиться їй навздогін.
    Бабайота (роздумливо). Якесь падло хоче моєї смерті.
    Мимо ніг Бабайоти пробігає кицька. Бабайота ловить її і підкидає в повітря. Кицька з диким нявчанням падає на землю на всі чотири лапи. Бабайота розлючено пиздить її ногою і, вилаявшись, йде до хати. За його спиною, там де була кицька, стоїть потворний привид і страшно посміхається. Бабайота обертається — там, де був привид, сидить кицька і зализує собі сраку. З сікури на неї меланхолійно осипаються квіточки.
    Річка з вже знайомим нам очеретом. Йоко пере заляпані кров’ю самурайське кімоно і хакама. Раптом з очерету вилазить перший самурай.
    Перший самурай– А шо робиш, Йоко?
    Йоко. Та перу.
    З очерету вилазить другий самурай. Він хтиво облизується і підтягає штани.
    Другий самурай. А я сру.
    З очерету вилазить третій самурай.
    Третій самурай. Шо ви на неї дивитесь, хлопці? Ану, лишень зґвалтуємо! Швиденько, з того боку заходь, Ямамото, так, тепер за сраку хапай!
    Йоко приймає бойову стійку, потім, високо вистрибнувши в повітря, з криком: «Хоп-па!» плигає на спину Ямамото і відриває йому вуха. Ямамото кричить і падає в воду, а Йоко знову приймає бойову стійку. Самураї стоять, пройняті жахом, причому з одного падають штани. Йоко страшно регоче і робить руками жахливі паси. Вона наближається до самураїв, неприємно прицмокуючи. З останнім кроком вона пронизливо верещить, вискакує в повітря, чорною кішкою плигає на першого самурая і пазурами рве йому груди. Другий самурай несамовито кричить і тікає в очерет.
    Обійстя Бабайоти. Бабайота сидить в садку за столом і п’є саке. Вбігає другий самурай без штанів.
    Другий самурай. Бабайото, твоя Йоко – відьма!
    Бабайота. Ти чого без хакама?
    Другий самурай. Кажу, шо твоя Йоко – відьма!
    Бабайота (гупає кулаком по столу). Йоко!
    Входить Йоко.
    Бабайота. Йоко, ти відьма?
    Йоко (дуже спокійно). Боже, який ти ідіот.
    Бабайота повертається до другого самурая.
    Бабайота. Тобі дать штани?
    Німа сцена. Самураї стоять мовчки. З сікури на них меланхолійно осипаються квіточки`,
};

const dynamo = {
  title: 'Рух життя, або Динамо',
  url: 'http://doslidy.org.ua/?page_id=80',
  text: `Сцена поступово освітлюється місячним сяйвом, так що становиться видно сидячого мудила і другого мудила, що стоїть біля дверей. Раптом зверху падає кінець, по ньому швидко з’їзжає третій мудило і дає пизди першому.
    Третій мудило. А ось маєш!
    Перший мудило. Ууууу…(йому боляче)
    Третій мудило тікає. Деякий час на сцені тихо. Другий мудило стоїть біля дверей і нічого не робить Прибігає четвертий мудило
    Четвертий мудило. Куди він побіг? (Другий мудило мовчить.)
    Четвертий мудило. Пизди захотів? На! (пиздить його.)
    Другий мудило падає, четвертий мудило тікає. Деякий час на сцені тихо. Потім вбігає п’ятий мудило.
    П’ятий мудило (питає у другого.) Куди він побіг?
    Другий мудило (пиздить його.) А ось тобі щоб не питав!
    П’ятий мудило падає. Вбігає шостий мудило.
    Шостий мудило. Біжимо туди! (показує.)
    Шостий і другий мудили тікають. П’ятий мудило робить відчайдушні спроби піднятись, але раптом двері падають і припизжують його. На сцені з’являється сьомий мудило. На ньому наклеєний напис : “НІХТО В ЦЬОМУ НЕ ВИНУВАТИЙ!!!”
    Завіса`,
};

const janMare = {
  title: 'Жан Маре та інші',
  url: 'http://doslidy.org.ua/?page_id=53',
  text: `Дійові особи
    Жан Маре, улюбленець глядача.
    Віолєтта і Травіата, бляді, котрих їбе Жан Маре.
    Кардінал, ворог Жана Маре.
    Рошфор, друг Кардинала.
    Фантомас, друг Жана Маре.
    Йобана обізьяна, Єбіческа сила, потусторонні сили зла.
    Дія перша.
    На сцені нічого немає, крім темного кола на якому намальовано могили та хрести. На сцену входить Жан Маре вправно помахуючи підораскою. Назустріч йому, теж помахуючи підораскою іде Фантомас.
    Жан Маре. (зупиняється) Де Кардинал?
    Фантомас. В жопі!
    Дія друга.
    Жопа. В ній сидить Кардинал. Входить Рошфор.
    Рошфор. Кардинал! Ми захопили двох блядєй.
    Кардинал. Чиї вони?
    Рошфор. Кажуть нічиї.
    Кардинал. Пиздять! Допитати!
    Дія третя.
    Катівня з необхідними інструментами. В ній: Віолєтта, Травіата і Рошфор. Рошфор катує блядєй.
    Рошфор. Чиї ви?
    Бляді. (харкають Рошфору в морду) Нічиї!
    Рошфор. (витирається) Пиздите.
    Рошфор продовжує катувать блядєй. Він пиздить їх великим дрючком, б’є ногою по зубах і по печінці. Тим часом в загратоване вікно влазять Жан Маре і Фантомас. В зубах у них підораскі. Жан Маре виламує грати, обидва з криками вламуються в катівню і пидорасками пиздять Рошфора. Рошфор тікає.
    Віолетта і Травіата. (хором) Ми нічого не сказали!
    Жан Маре. А чого в очі не дивитесь, суки?
    Жан Маре пиздить блядєй, Фантомас йому помага. Світло на сцені поступово згасає, але і в темноті можна розібрати, що десь когось пиздять.
    Дія четверта.
    Жан Маре і Фантомас сидять в барі і п’ють коктейля.
    Жан Маре. (зухвало) Мені Віолетта часи подарила. П’ятьсот карбованців стоять. (дістає часи Орієнт і пиздить їми об стол) Бачиш! А їм ніхуя!
    Фантомас. (переконано) Це не наші. Мені Травіата теж галстук подарила, щоб не пиздив. (обидва регочуть)
    Дія п’ята.
    На сцені чорний фон з могилами і хрестами. Входить Кардинал.
    Кардинал. От блядь! Всі мої плани накрились пиздою.
    Кардинал рве на собі волосіння. Раптом могили відкриваються і з них вилазять Єбічєская сила і Йобана обізяна, обидві страшні.
    Єбічєская сила і Йобана обізяна. Ага попалась стара пизда!
    Кардинал. Дівчата! За шо!?
    Кардинал тікає, але Йобана обізяна кидає грудку і влучає Кардиналу в спину. Кардинал падає як жаба. Входить Жан Маре і Фантомас з блядями. Йобана обізяна і Єбічєская сила шикуються в шеренгу.
    Єбічєская сила. (командує) Рівняйсь! Струнко!
    Жан Маре приклавши підораску до чола пітляє строєвим шагом.
    Йобана обізяна. (прриклавши лапу до дегенеративного лоба, докладає) Товаришу начальник! Передовий підрозділ у складі старшого сержанта Йобаної обізяни і єфрейтора Йєбіческой сили впиздили якусь стару пизду.
    Фантомас. (пізнає) Ето ж Кардинал!
    Німа сцена. Жан Маре роняє важку пидораску, яка падає на пол з сильним стуком. Всі стоять витрищівши їбальники і мовчать.
    Завіса`,
};

const utopia = {
  title: 'Утопія',
  url: 'http://doslidy.org.ua/?page_id=86',
  text: `Дійові особи
    Микола Гнатович, сільський утопіст.
    Цицькін, сільський детектив.
    Кіндрат Омелянович, сільський учитель.
    підарас Вєня, сільський недоумок.
    На сцені невеличкий будиночок. Зліва на будиночку напис – “Карасін”, справа напис – “Магазін”. Біля магазину лежать недбайливо покинуті в пилюку лісапеди. В невеликому проміжутку між написами “Карасін” і “Магазін” сидить Микола Гнатович, сільський утопіст, і пале “Сєвєр”. Входить Кіндрат Омелянович, сільський учитель.
    Кіндрат Омелянович. Ви чули, Микола Гнатович, амєріканскій авіаносєц взорвался. Много погібло, но говорят тіка боцман успєл зіскочить, но пальці на ногах всі геть чисто поодривало.
    Микола Гнатович. У ніх развєдка дуже харашо работаєт. Када у нас хто ідьот срать, то оні уже і знают.
    Кіндрат Омелянович хмикає.
    Микола Гнатович. Хи, а як ви думали!
    Обоє замислено мовчать, при чому Микола Гнатович пальцем видовбува з вуха чималий шмат сірки і з цікавістю на нього дивиться. Входить Цицькін, сільський детектив. Під час розмови Миколи Гнатовича і Кіндрата Омеляновича він з насолодою сцяв у холодку і все чув.
    Цицькін (застьобує штани). Та развєдка щас до пизди, шоб ви знали. Щас хто пєрвий нажмьот кнопку, той і буде кашу наябувать.
    Микола Гнатович. Колись ніяких кнопок не було, а люди були здорові і жили сто двадцять літ.
    Цицькін (застьобує штани і цинічно спльовує). Ви утопіст, діду. От вчора Омищенко спіймав в кущах тьолку. Єблась, сука. Так ми її пиздим, а вона каже: “Хлопці, катаємо в кущі, я там труси покинула.”
    Микола Гнатович. Раніш люди ніколи не умивалися. І їли сало. А захоче помидора чи диню – то так зірве, навіть і не миє. І от таки в усіх пики були!
    Кіндрат Омелянович (тяжко зітха). Утопія…
    Цицькін (застьобує штани). Хуйня, діду: зараз Б-52 пустять – і до пизди те здоров’я.
    Микола Гнатович. Колись ніяких Б-52 не було. А Миронів Грицько випивав піввідра самогону, а потім пиздив бугая кулаками.
    Кіндрат Омелянович. А шо потім було?
    Микола Гнатович. Шо було, шо було?! Піздєц бугаю, шо було.
    Цицькін (застьобує штани). Я єбу…
    Микола Гнатович (заводиться). А Василь, Йосипа шуряк?! П’ятдесят разів бабу єбав. Один раз десять штук так задєлав, вони показилися всі, а їв тіки сало і картоплю.
    Цицькін (застьобує штани). Я тій тьолці теж засунув, щоб не мудохатись.
    Микола Гнатович (кричить). З отакенними пиками і сто п’ятдесят років жили!!!
    Мимо проїзжає на лісапєді підарас Вєня, сільський недоумок. Вєня виябується: сидить на багажніку, а педалі крутить руками.
    Цицькін (кричить до Вєні). Вєня, катай сюда! Подрочиш – дам десять копійок.
    Вєня. Не наєбеш?
    Цицькін. От мені нема чого робить, всяких підарасів наябувать.
    Кіндрат Омелянович. Наябувать непедагогічно. Макарєнко казав: “Якщо не можеш – то так і скажи, а не наябуй.”
    Підарас Вєня дрочить. Всі дивляться з виглядом страшенної нудьги, без всякої цікавості.
    Підарас Вєня (до Цицькіна). Давай гроші!
    Цицькін. Залупу тобі, а не гроші! На! (Цицькін дає підарасу Вєні лузгана.)
    Підарас Вєня плаче.
    Микола Гнатович (мрійливо). От у Панаса Іванова залупа була як макогон, їй-бо не брешу. Вчетверо більша ніж у Вєні. Як бувало дістане – то ми всі сміємося. А він нам: “Чого смієтесь, дураки?”
    Цицькін (спльовує). Там не бува такого, діду, казки це дідуся Панаса.
    Підарас Вєня. Казали десять копійок дасте, а не дали. (плаче).
    Кіндрат Омелянович. Макарєнко казав: “Ніколи не треба просити. Просьба зайобує людську гідність. Якщо хочеш щось мать – то терпи, може дадуть. А не дадуть – так і не треба.”
    Микола Гнатович. Це не дідуся Панаса казки, а в старину так люди жили. Омелько Пилипів на хуй діжу вішав і повну тістом набивав. А пика в його отака була, їй-бо не брешу. А Грицько встромляв в сраку дишло і біг з ним три километри. А дядько Мирон, вже старий був, а за один раз відривав у корови вим’я.
    Старий белькоче все тихіше і тихіше. Світло на сцені поступово згасає. Написи “Карасін” і “Магазін” поступово згасають. Не видно нічого крім трьох цигаркових світлячків.
    Завіса`,
};

const diana = {
  title: 'Діана',
  url: 'http://doslidy.org.ua/?page_id=40',
  text: `Дійові особи
    Жора, невизначеного віку мужик, схожий на чорта, якого виперли з пекла за профнепридатність.
    Василь Гнатович, вождь палати хворих, статечний мужик, схожий на Сталіна епохи підписання Ялтинської угоди.
    Сірьожа, середнього віку мужик, хитрий і наївний, як вовк у казці.
    Валєрік, молодий мужик, хворий на голову.
    Енгельс Гасанович, ліцо кавказьськой національності.
    Діна, юна, спокуслива і спортивна медсестра з довгими ногами, широкими плечима і античною шиєю.
    Санітари
    Дія відбувається в лікарні.
    Палата відділення щелепнолицевої хірургії по вулиці Зоологічній, в палаті на кроватях лежать Василь Гнатович, Жора, Сірьожа, Валєрік і Енгельс Гасанович з забинтованими в різних місцях і синіми, як баклажан, їбальниками. Найбільша кількість бинтів пішла на Валєріка. Він має на голові пишну прикрасу, розмірами і вагою схожу на чалму турецького султана. Над кроваттю Валєріка висить картина “Охотнікі на привалє” художника Сєрова. Хворі лежать смирно, як дрова, що чекають на холодну зиму, але це оманлива смирність. В їхніх червоних оченятах світиться бойове завзяття і жадоба життя.
    За вікном палати розташований зоопарк, з якого інколи долинають тваринні звуки його волохатих мешканців, такщо якщо заплющити очі, можна уявити себе в Африці.
    Голос тигра за вікном. Унгх, унгх, аоунгх!
    Жора. Десять часов, блядь, можна і на годинник не дивиться!
    Голос тигра. Аум!!!
    Сірьожа. Ти бач, проснувся, проклятий, і гризти хоче…
    Голоси вовків. Ауууу!.. (А потім знову тигра.) Аум!
    Валєрік при останніх словах тигра б’є головою в стіну.
    Сірьожа. Я колись у школі працював, учителем труда. Така робота, шо нема шо спиздить. Так харашо шо у мене жінка бєрємєнна була. Вона мєл гризла. То я їй мішками таскав. Главноє шо інтересно, вона той цвітний не дуже любила гризти. А в основном отой, квадратний.
    Голос тигра. Унгх, унгх, аоунгх!
    Василь Гнатович. Ач як розпиздівся!
    Жора. Він жерти хоче.
    Василь Гнатович. А ми випить хочемо. Жора, харош лежать, як стерво, катай лишень за двері, поди вись, чи та пизда сігодня діжурить. (До Сірьожи.) А ти шо лежиш, як Ісусік? Бистро вставай і ріж ковбасу!
    Сірьожа і Жора з насолодою виконують накази вождя, який дістає з матрацу пляшку з мутною рідиною і розливає в гранчаки, з яких перед тим позабирав зубні щітки. Валєрік за звичаєм б’є головою в стіну.
    Василь Гнатович. Валєрік, тихіше, карти на на голову упаде.
    Валєрік. Діана, Діана!
    Валєрік розкачується на кроваті, притримуючи обома руками чалму і час від часу пиздить головою об стіну.
    Жора. Совсєм приїхав пацан.
    Сірьожа. Чого це він?
    Василь Гнатович. То він мабуть за англійську царівну переживає, шо її машина задавила. (До Енгельса Гасановича.) Гасанович, вставай, ще наспишся…
    Енгельс Гасанович (злякано.) Шито, апят?
    Василь Гнатович. Оп’ять, оп’ять, Гасанович. Ми з тобою тут старші і должни молодьожи подавать примєр. (З цими словами Василь Гнатович виймає з гранчака Гасановича зубні щітки і наливає туди самагонки.)
    Василь Гнатович (ефектно простягає гранчак і виголошує тост). Мир землі, здоров’я в хаті й гарна баба на кроваті!
    Голос тигра. Аум!
    Валєрік б’ється головою в стіну. Всі випивають.
    Василь Гнатович. Валєріку більше не наливать.
    Енгельс Гасанович. Хароший малшик, маладой. Тинь хочешь? Тинь силаткий, викусний. Кушай! (Ен гельс Гасанович дістає з-під краваті диню…)
    Валєрік. Діана! Діана!
    Енгельс Гасанович. Зачєм тібє етот дєвушка, гилупий!
    Василь Гнатович. Щас всі випиваєм по другій і расказуєм охотничі і рибальські історії!
    Сірьожа (запопадливо.) Правильно, Василь Гнатович…
    По команді вождя компанія випиває.
    Василь Гнатович. От ти і починай, щоб багато не пиздів. Гасанович на очереді.
    Сірьожа. Ну слухайте. Гасанович, не совайте там рукою под одіялом, а то не слишно буде. Значить, прийшов кум на ставок, сів у ризову лодку, закинув собі мастирку на ліща, сидить. А його собака був такий, з довгими вухами, волохатий..
    Жора. Ето спанієль!
    Сірьожа. Ну цей спанієль, значить, поліз у воду купаться, поплив за лодкою. Кум, значить, сидить, ліща ловить однією рукою, а другою одганя того спанієля, шоб не мішав. Коли тільки раз! Спанієль почав кричати. Кум дивиться – тоне, блядь! Кум його за вуха, давай тягти – хуя тобі, не витягне, отакена щука вчепилась! Кум за вуха собаку витяг і ото вмєстє з щукою кидає в лодку. Ну ніг, канєшно, в собаки вже немає, а щука погризла ризову лодку, воздух вийшов, і кум чуть не потонув. А щука пішла собі… Десь кілограм на триста…
    Жора. Ховайте стакани! Діна йде!
    Входить Діна, освітлюючи своєю красою убоге приміщення.
    Валєрік. Діана! Діана!
    Діна. Хлопчики, Валєріку не наливаєте, йому сьогодні на ампутацію, і приберіть закуску, професор буде на обході.
    Василь Гнатович. А ми і йому наллєм!
    Діна, спокусливо посміхаючись, розчиняється в повітрі.
    Сірьожа. От інтересно, шо йому будуть ампутіровать? Може вуха?
    Валєрік. Діана!
    Енгельс Гасанович. Чито ти переживаєш, гилупий! Етот дєвушка – все животниє.
    Василь Гнатович. Гасанович, давай, твоя черга.
    Енгельс Гасанович. У нас бань єсть. Називаєтся “Фантазія”. Етот бань “Фантазія” малшик работаєт, Мухтарчик, жопф, как куруш, силадкий, викусний. Я пирихожу, говорю, банщик, гидє етот малшик? Он говирит, малшик занят, єсть дєвушк. Я говорю, зачем минє етот животноє? Я хочу малшик…
    Василь Гнатович. Ти, Гасанович, получаєш штрафне очко. Ето історія не риболовна і не охотнича.
    Енгельс Гасанович. Какой охотничий-махотничий, етот історія пиро животних…
    Василь Гнатович. Гасановичу не наливать, Жора, давай.
    Всі, крім Валєріка і ображеного Енгельса Гасановича, випивають.
    Жора. У мене друг Микола. Він прапором служить у спецназі. Їде машиною по Африці. Коли раз! Отакенна анаконда в кустах лежить! Метрів сто п’ятдесят! Біла, блядь! Микола виходить з машини, бере монтіровку і її по жопі, хуяк! Змотав, поклав в багажнік і в штаб полка. То потом по ту анаконду приїхали учьониє її ізучать, чого вона побіліла. То казали, шо вона виповзла з пещери. А в тій пещері дуже енергія кльова. Там навіть хрест стоїть, і якщо людина хворіє, то її на три дні на тому хресті розпинають…
    Сірьожа. А якщо срати захоче?
    Жора. Ну як це срати? Якщо в бога не віре, то і не вилікується!
    Сірьожа. Та нє! Людина – це ж жива істота, вона пісять хоче!
    Голос тигра. Аум!
    Жора. От кому єсть шо про охоту розказать!
    Сірьожа (запопадливо). Тепер хай Василь Гнатович розкаже. Він мабуть таке знає, шо і тигру нєхуй дєлать!
    Василь Гнатович витримує акторську паузу і починає роз повідь страшним хрипким голосом, зловісно рухаючи вусами в різні боки.
    Василь Гнатович. Дев’ять душ дітей пропало в ставку, потом ще двоє. Стали люди радитись. Наварили каші. П’ять казанів! І всю кашу вивернули в ставок! Він іззів…
    Всі хором. Хто?
    Василь Гнатович (страшним голосом). Сом! Йому в середині розпуклося і він вивернувся!
    Всі хором. І шо?
    Василь Гнатович. Дві пари волів впрягли, відвезли на кладовище і там поховали!
    Жора. Ніхуя собі!
    Валєрік. Діана!
    Входять санітари під керуванням Діни. Вони грузять Валєріка на лікарняну каталку і увозять в операційну.
    Сірьожа (до санітарів). А шо ви йому відрізати будете?
    Санітар (шуткує). А голову відріжем нахуй.
    Василь Гнатович. Ти, Сірьожа, довиябуєшся, шо вони і тобі шось відріжуть.
    Сірьожа. Та вже нема чого відрізать… Так свербить, проклята, під гіпсом, а палець не дістає.
    Жора. Тобі милом треба було перед тим голову вимить…
    Сірьожа. Та! Те мило до пизди. От я вам розкажу про мило. У мене дід був. Він корови пас. Коли це іде большаком і бачить, в канаві вовк лежить. Здоровенний такий волчара, лежить і спить! Дід підійшов і батагом як переїбе! Вовк підскочив вверх метрів на двадцять, ні, на двадцять п’ять! І всього діда обісрав. Дід приходе додому, взяв мило, і давай митися, ну він був одєт в труси і майку, це літом було. Значить, миється, миється, ніхуя не получається, бздить і всьо. Жінка прийшла і вигнала його з хати. Так у нього вся жизнь перевернулась у хуйову сторону. І на роботу не міг устроїться, бо від нього бзділо, і жінка пішла, і в армію не взяли. А він хотів буть воєнним, а не вийшло через вовка.. То коли вмер, поховали разом з вовком, я до баби в село при їхав з жінкою, хотів на могилу сходити, а баба каже: “Ви, діточки, до того вовка і не ходіть, бо бздить досі”, ото тобі й мило!
    Енгельс Гасанович. Самий обідний, чито когда я етот дєвушка, етот животноє воспользовался, банщик пириходит і говорит:”Малшик освободился”. А я ситарий человєк…
    Василь Гнатович. Усім налить, Гасанович штрафну пропускає. Жорі приготуватися.
    Тигр. Аум!
    Жора. У мене оцей друг Микола, шо оце прапором в спєцназі служить, ну їде він машиною по Африці, коли бачить, ота кенний орьол сидить біля дороги і спить. Метра три завбільш ки. Ну Микола вилазить з машини, бере монтіровку і його по жопі – хуяк! Так орьол взлетів, взяв камінь і як хуйне в прапора! Він в падєнії через себе очередь з акаеса як дасть! Попав раз десять! Но орьол все одно улетів.
    Василь Гнатович. Ці тварюки взагалі дуже живучі і злі. У мене в хазяйстві кроль був. Здоровий, кіло грам на п’ятдесят, а злий, як собака. Він собі в дитинстві дротом око виколов, то ми його Кутузовим прозвали. Бувало, хтось іде до хати, то він зараз до штанів і порве! То я його на ланцюг посадив, бо у двір було ніяк зайти. Ну правда, він не гавкав, брехать не буду, але гарчав добряче.
    Сірьожа. А чим ви його годували, Василь Гнатович?
    Василь Гнатович. А він у мене все їв. Гарбузи йому порубаю – їсть, картоплі – відро міг втоптати. Но найбільше м’ясо любив. Ми як кабана заколемо, то я йому відразу свіжини покладу, то він сидить такий довольний, вухами соває, морда вся в крові! Тільки мене одного призна вав! Я і на охоту з ним ходив. Так ті зайці, лисиці для нього було так, тьху! Він вовка доганяв льогко!
    Жора. А зараз де він?
    Василь Гнатович. Помер наш Кутузов. Вже років три. Сусіди отруїли, бо він їхніх курей погриз.
    Енгельс Гасанович. У меня адін асьол біл, жопф как персік…
    Жора. Енгельс Гасанович, мовчіть раді бога, з вашою порнографією, якщо випить хочете, бо Василь Гнатович не наллє!
    Енгельс Гасанович. Я ситарий человєк, всє пиро животних, і я пиро животних…
    Василь Гнатович (милостиво). Ну, Жора, налий і Гасановичу, хай він хоч засне, бо інакше вночі тигр спати не дасть!
    Тигр. Аум!
    Вовки. Ауууу! (А потім знову тигр). Аум!
    Компанія випиває, закусюючи ковбасою і динею Енгельса Гасановича. Входять санітари з прооперованим Валєріком на каталці. Валєрік спить під дією наркоза, на голові замість чалми турецького султана легенька пов’язка. Один з санітарів тримає відпиляні від Валєріка добрячі оленячі роги.
    Сірьожа. Це його?
    Санітар. А чиї ж? Півчаса пиляли. Хай як випишеться над кроваттю приб’є. На всю жизнь пам’ять буде. (Санітар кладе роги на тумбочку).
    Валєрік (марить). Діана!
    Жора. Переживає пацан!
    Санітар. Всьо, хлопці, кінчайте базар, всім отбой. (Санітар тушить світло і зачиняє за собою двері).
    Місяць, який заглядяє в палату, обливає своїм срібним сяйвом хворих, схожих у своїх бінтах та халатах на клан бедуїнів в пустелі. Тихо, наче з повітря, з’являється Діна. Вона в короткій, вище колін туніці, так що нам видно її божественні коліна. У руці у неї лук, за спиною сагайдак з стрілами. Біля ніг Діни маленька і струнка лань, їхні тіла світять зсередини місячним сяйвом. Діна підходить до Валєріка, цілує його в нещасний лоб і разом з ланню випли ває в вікно під шалений акомпанемент вовків, тигрів, гієн, і всіх інших істот, котрим не спиться вночі.
    Валєрік (маніякально бурмоче уві сні). Діана!
    Енгельс Гасанович. Гилупий, какой ти гилупий, малшик!
    Голос тигра. Аум!
    Завіса`,
};

const mnozhennyaVUmi = {
  title: 'Множення в умі, або Плинність часу',
  url: 'http://doslidy.org.ua/?page_id=70',
  text: `Дійові особи
    Арнольд, людина-крокодил.
    Феофан, людина-сітка.
    Борис, людина-пташеня..
    Сабур, людина-скамійка..
    Кербабай, людина-двері.
    Максуд, людина-крейда.
    Дія перша.
    Пліт. На ньому знаходяться всі вищезгадані дегенерати. Мимо них проплива середньоросійський пейзаж так, що здається, ніби пліт пливе. На плоту встановлено іржавого залізного листа з крейдяним написом: “25,4х16,4”, біля листа стоїть Максуд і множить.
    Арнольд (повзе на животі вздовж люта). Води кругом, твою мать у кишки!
    Борис (сидить навкарачках і помахує коротенькими ручками, широко роззявляючи рота). Поналивало, мабуть.
    Феофан (стрибає по плоту неприємними стрибками). Поналивало, поналивало, салабон!
    Сабур (стоячи раком). Може десь труби прорвало?
    Феофан. А тебе хто пита? Раз переїбу, й харош.
    Максуд множить. Сабур ніяково мовчить.
    Феофан. Що мовчиш? Шо не ясно? Зараз, бачу, Кербабая відчинено!
    Сабур швидко відчиняє Кербабая, який скрипить, і знову становиться раком. Максуд витирате, що помножив.
    Арнольд (сіда на Сабура). І нахуя отой мудак множить? (Показує на Максуда). Феофан (сіда на Сабура). Щоб було дохуя.
    Борис (противним пісклявим голосом). Мамка кудись залетіла під три чорти, а я тут сижу і їсти хочу.
    Арнольд (Феофану). Накрий його, щоб не пиздів.
    Феофан накрива Бориса своїм тілом. Деякий час тихо, тіки Максуд страшно стучить крейдою по залізу.
    Арнольд (Сабуру). Закрий Кербабая, дме!
    Арнольд важко плюхається з Сабура і повзе вздовж плота. Сабур зачиняє Кербабая, який знову скрипить. Максуд множить. Весь цей час Феофан стоїть раком, накриваючи Бориса.
    Феофан. І довго мені отак стоять?
    Кербабай рипить. Максуд стучить крейдою по залізу.
    Арнольд. Вже весь пліт обповз, твою мать у кишки!
    Борис (з-під Феофана). Я манав оце повзання! Я їсти хочу!
    Арнольд. Ти диви, його накрили, а він пиздить!
    Сабур. Ач, який! Їсти хоче! А ми не хочемо?
    Феофан. Салага хуєв! Зараз, бачу, Кербабая відчинено!
    Сабур відчиняє Кербабая і знову становиться раком. Кербабай рипить. Максуд витирате, що помножив, здирає ржаву дошку і пиздить її ногами. Всі з пострахом дивляться на Максуда. Максуд викида дошку у воду, де вона тоне. Зачиняє Кербабая, садиться на Сабура і витирає піт.
    Максуд. Піздєц.
    Всі з пострахом дивляться на Максуда. Пліт пливе.
    Завіса`,
};

const irzhyk = {
  title: 'Іржик',
  url: 'http://doslidy.org.ua/?page_id=93',
  text: `Дійові особи:
    Іржик – партізан.
    Смєтанка – бойова подруга Іржика.
    Краєчка – друг Іржика, тоже партізан
    а також німці і партізани.
    Дія перша
    В горах. Іржик займає бойову позицію біля пулімьоту сракою догори. На ньому верхи сидить Смєтанка та бавиться.
    Смєтанка: Іржик, оно диви, німці!
    Іржик: Де! Тра-та-та-та-та(строчить з пулімьоту).
    Смєтанка: Га-га-га-га-га(регоче).
    Іржик(сам до себе): Знову наїбала, сука.
    Входить Дворжик
    Дворжик: Іржик, диви, там німці!
    Іржик: Де! Тра-та-та-та-та(строчить з пулімьоту).
    Смєтанка: Га-га-га-га-га! От так наїбав.
    З'являються німці`,
};

const key = {
  Іржик: 'irzhyk',
  'Множення в умі, або Плинність часу': 'mnozhennyaVUmi',
  Діана: 'diana',
  Утопія: 'utopia',
  'Жан Маре та інші': 'janMare',
  'Рух життя, або Динамо': 'dynamo',
  'Йоко і самураї': 'joko',
  'До хуя масла': 'maslo',
  'Казка про рєпку, або Хулі не ясно?': 'repka',
  Йоги: 'jogy',
  Нірвана: 'nirvana',
  'Король Літр': 'litr',
  Сноби: 'snobs',
  'Остановісь, мгновєньє - ти прєкрасно!': 'mgnovenie',
  'Гамлєт, або Феномен датського кацапізма': 'hamlet',
  'Павлік Морозов': 'morozov',
  Данко: 'danko',
  'Хвороба Івасика': 'ivasyk',
  'Місце встрєчі ізмєніть ніззя, блядь!': 'mistzeVstrechi',
  Кацапи: 'katzapy',
  'Герой нашого часу. Повість друга': 'timeHero2',
  'Герой нашого часу. Повість перша': 'timeHero1',
  'Пацавата історія': 'patzavataStory',
  Піздєц: 'pizdets',
  'Васіліса Єгоровна і мужичкі': 'vasilisa',
  'Цікаві досліди': 'doslidy',
};

module.exports = {
  doslidy,
  vasilisa,
  pizdets,
  patzavataStory,
  timeHero1,
  timeHero2,
  katzapy,
  mistzeVstrechi,
  ivasyk,
  danko,
  morozov,
  hamlet,
  mgnovenie,
  snobs,
  litr,
  nirvana,
  jogy,
  repka,
  maslo,
  joko,
  dynamo,
  janMare,
  utopia,
  diana,
  mnozhennyaVUmi,
  irzhyk,
  key,
};
