module.exports = {
  error_happened:
    'Упс.. Трапилась якась помилка і нам доведеться почати спочатку. Вибачайте{stickers}53|18|25|28|32|48|62|66|76|104|127',
  dont_understand: '{stickers}20|24|30|59|76|82|87|89|96|99|108|109|116',
  relevant_play: "Введену Вами фразу було знайдено у наступній п'єсі Л.Подерв'янського:",
  relevant_plays: "Введену Вами фразу було знайдено у наступних п'єсах Л.Подерв'янського:",
  greetings: `Привіт! Мене звуть ${
    process.env.botName
  }. Я чатбот, що говорить фразами із творів Леся Подерв'янського{stickers}1|48|32`,
};
